[{"_id":"55e63bc18c68d77b4b69b735","__v":0,"copy":"<h2>3.7 - Backing</h2>\n<p>&nbsp;The most common mistake that drivers make when backing up is failing to look both ways behind them. Mirrors do not give you a full view. To see as much as possible, turn your body and head to the right and look out through the rear window. Back up slowly and check for pedestrians and approaching&nbsp; traffic by glancing quickly to either side.</p>\n<p>&nbsp;</p>\n<h2>Parking</h2>\n<p>When parking on a public road, move as far from traffic as possible. If you park on a shoulder, pull over as far on the shoulder as possible. If you park next to a curb, pull close to it. You may not park more than one foot from the curb. On a two-way street, park on the right side of the road. On a one- way road, park on either side.</p>\n<h3>Parking on a hill</h3>\n<p>&nbsp;</p>\n<h5><strong>With a curb:</strong> Turn the front wheels of your vehicle to prevent it from rolling into the street.</h5>\n<p><strong>Parking downhill with a curb:</strong> Turn front wheels right.</p>\n<p><strong>Parking uphill with a curb:</strong> Turn front wheels left.</p>\n<p>&nbsp;</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3parkHill1.jpg\" alt=\"Parking on a Hill\" width=\"300\" height=\"186\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<h5><strong>Without a curb:</strong> Turn the front wheels so that if the vehicle rolls, the rear of the vehicle will roll away from traffic.</h5>\n<p><strong>Parking downhill - no curb:</strong> Turn front wheels right.</p>\n<p><strong>Parking uphill - no curb:</strong> Turn front wheels right.</p>\n<p>&nbsp;</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3parkHill2.jpg\" alt=\"Parking on a Hill\" width=\"300\" height=\"186\" /></p>\n<p>&nbsp;</p>\n<p>You may not park:</p>\n<ul>\n<li>beside another parked vehicle (double parking)</li>\n<li>on crosswalks or sidewalks</li>\n<li>in front of driveways</li>\n<li>within areas where parking is prohibited&nbsp; by curbs painted&nbsp; yellow or No Parking signs</li>\n<li>in a parking space reserved for disabled persons</li>\n<li>on the hard surface of a road when no curb is present</li>\n<li>within 15 feet of a fire hydrant</li>\n<li>within 20 feet of an intersection</li>\n<li>within 15 feet of the entrance&nbsp; to a fire, ambulance or rescue squad station</li>\n<li>within 500 feet of where fire trucks or equipment are stopped&nbsp; answering an alarm</li>\n<li>within 50 feet of a railroad crossing</li>\n<li>in such a way that you block or create a hazard for other vehicles in a designated traffic lane</li>\n</ul>\n<h2>Visibility</h2>\n<p>Most of what you do while driving depends on what you see. To be a good driver, you need to know what to look for, where to look, and how to adjust to possible problems. The single biggest contributor to crashes is failing to identify a risk. You must look down the road, to the sides, and behind your vehicle. You must also be alert for unexpected events. You must use your headlights at night and at other times when it's hard to see. You must be alert and pay attention&nbsp; to what is going on around you.</p>\n<p>&nbsp;</p>\n<h2>Lights</h2>\n<p>Virginia law requires motorists to use headlights during inclement weather such as rain, fog, snow or sleet when visibility is reduced to 500 feet. You must use your headlights whenever you use your windshield wipers as a result of bad weather.</p>\n<p>&nbsp;</p>\n<h2>Hazardous Conditions</h2>\n<p>Driving becomes hazardous when visibility is reduced or when the road surface is covered with rain, snow or ice. Reducing your speed should be your first response to decreased visibility and dangerous road conditions. Increase your space cushion by doubling your normal following distance (refer to the Maintaining a Space Cushion section for more information). Turn on your headlights.</p>\n<h3>Night Driving</h3>\n<p><strong>At sunset,</strong> as soon as light begins to fade, turn on your headlights to make your vehicle more visible to others. You must use headlights from sunset to sunrise.</p>\n<p>&nbsp;</p>\n<p><strong>Use low beams</strong> when driving in cities and towns, except on streets where there is no lighting. Switch to low beams whenever you meet oncoming traffic to avoid blinding the other driver. When following, use low beams whenever you are within 200 feet of the vehicle ahead.</p>\n<p>&nbsp;</p>\n<p><strong>Use high beam</strong> headlights on highways, unless another vehicle is within 500 feet coming toward you. If the high beams of an oncoming car are on, avoid looking directly at the bright lights. Glance toward the side of the road, then look quickly ahead to determine the other vehicle's position. Keep doing this until you have passed the other vehicle. Even if the other driver does not dim his headlights, do not turn on your high beam headlights.</p>\n<h3>Fog</h3>\n<p>Fog reflects light and can reflect your own headlights back into your eyes. Use low-beam headlights in heavy fog and look for road edge markings to guide you. Even light fog reduces visibility and your ability to judge distances, so slow down.</p>\n<h3>Rain</h3>\n<p>Driving in heavy rain can be as hazardous as driving in fog, especially if the wind is blowing. Other vehicles to the rear and in blind spot areas are especially difficult to see when it's raining.</p>\n<p>&nbsp;</p>\n<p>Use your low-beam headlights to see and be seen. In light rain or drizzle, turn on your windshield wipers to improve visibility; using wipers for sprinkles may smear the windshield and make it harder to see, so make sure you have windshield washer fluid.</p>\n<p>When rain begins, during the first half-hour, roads are more likely to be slippery due to oil on the road surface mixing with water.</p>\n<h3>Snow</h3>\n<p>Remove snow and ice from your entire car, including the roof, hood and rear of the vehicle, before you start driving. Snow and ice left on the car can fly off when the vehicle is moving and create a hazard for other motorists. Be sure to clear all of your windows, mirrors and front and rear lights of snow or ice so you can see and communicate with other drivers.</p>\n<p>&nbsp;</p>\n<p>Equip your car with all-weather snow tires or chains to help prevent skidding and reduce stopping distance.</p>\n<p>&nbsp;</p>\n<p>Driving on packed snow is similar to driving on ice. When you brake, apply the brakes gently. Slow down before stopping or turning.</p>\n<p>&nbsp;</p>\n<p>When driving on slippery surfaces and you need to stop, apply brakes gently. You have the most traction and control when the front tires are rolling. Therefore, your vehicle will respond more effectively to steering while moving more slowly than hard braking.</p>\n<p>&nbsp;</p>\n<p>Watch for ice on bridges and in shady areas. Bridges freeze before other road surfaces.</p>","id":"54fb1f892299d67b55f50914","section":"3","subSectionID":"7","subSectionTitle":"Backing and Parking","update":"Wed Sep 07 2016 15:07:58 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b736","__v":0,"copy":"<h2>1.3 - Vision Screening</h2>\n<p>&nbsp;</p>\n<p>To screen your vision, a DMV staff member will ask you to look into a machine and read a series of letters or numbers. The vision screening is not a medical exam. The screening shows whether your vision meets Virginia's standards to safely drive. If you fail the vision screening, you may be asked to visit an eye care professional.</p>\n<p>&nbsp;</p>\n<p>If you need to wear glasses or contact lenses to pass the vision screening, you must wear them when you drive. Your license will display a C for this restriction. To have this restriction removed after having laser surgery to correct your vision, you must visit a DMV customer service center and pass the vision screening without wearing glasses or contact lenses or submit a Vision Screening Report (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/med4.pdf\">MED 4</a>).</p>\n<h3>Vision Standards</h3>\n<h4>Driver's license &ndash; unrestricted</h4>\n<ul>\n<li>20/40 or better vision in one or both eyes, and</li>\n<li>100 degrees, or better, horizontal vision in one or both eyes, or comparable measurement that shows a field of vision within this range.</li>\n</ul>\n<h4>Driving &ndash; restricted to daylight hours only</h4>\n<ul>\n<li>20/70 or better vision in one or both eyes, and</li>\n<li>70 degrees, or better, horizontal vision. If you have vision in only one eye, you must have horizontal vision of at least 30 degrees or better when looking toward your nose and 40 degrees or better when looking toward your temple, or comparable measurement that shows a field of vision within this range.</li>\n</ul>\n<p>A daylight driving only restricted license permits you to drive only during the period of time beginning a half-hour after sunrise and ending a half-hour before sunset.</p>\n<p>&nbsp;</p>\n<p><strong>Bioptic telescopic lenses:</strong> If you wear bioptic telescopic lenses, read the DMV publication Driver's Licensing Information for Bioptic Telescopic Lens Wearers (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/med44.pdf\">MED 44</a>) or contact DMV at <a href=\"tel://1-804-497-7100\">(804) 497-7100</a>.</p>","id":"54fb1b642299d67b55f508d2","section":"1","subSectionID":"3","subSectionTitle":"Vision Screening","update":"Tue Sep 06 2016 18:35:00 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b737","id":"54ff09a22299d67b55f54ad3","manualData":[{"totalSections":"6","title":"Driver's Study Guide","symbol":"dmv-car","sections":[{"symbol":"edit","sectionTitle":"About DMV Testing","sectionID":"1"},{"symbol":"signIcon","sectionTitle":"Signals, Signs and Pavement Markings","sectionID":"2"},{"symbol":"steeringWheel","sectionTitle":"Safe Driving","sectionID":"3"},{"symbol":"seatBelt","sectionTitle":"Seat Belts, Airbags and Child Safety Seats","sectionID":"4"},{"symbol":"exclamation-circle","sectionTitle":"Penalties","sectionID":"5"},{"symbol":"license","sectionTitle":"License Types","sectionID":"6"},{"symbol":"info","sectionTitle":"Other Information","sectionID":"7"},{"symbol":"th-list","sectionTitle":"Table of Contents","sectionID":"TBOC"}],"noQuiz":["1.1","1.2","1.3","6.1","7.1"],"manualID":"1"},{"totalSections":"15","title":"Motorcycle Study Guide","symbol":"motorcycle","sections":[{"symbol":"info-circle","sectionTitle":"Introduction","sectionID":"1"},{"symbol":"edit","sectionTitle":"Licensing Requirements","sectionID":"2"},{"symbol":"motorcycle-helmet","sectionTitle":"Preparing to Ride","sectionID":"3"},{"symbol":"signIcon-noOffset","sectionTitle":"Control for Safety","sectionID":"4"},{"symbol":"eye","sectionTitle":"See and Be Seen","sectionID":"5"},{"symbol":"arrows-v","sectionTitle":"Keeping Your Distance","sectionID":"6"},{"symbol":"road","sectionTitle":"Dangerous Surfaces","sectionID":"7"},{"symbol":"halfmoon","sectionTitle":"Riding at Night","sectionID":"8"},{"symbol":"exclamation-circle","sectionTitle":"Emergencies","sectionID":"9"},{"symbol":"user","sectionTitle":"Passengers and Cargo","sectionID":"10"},{"symbol":"user-plus","sectionTitle":"Group Riding","sectionID":"11"},{"symbol":"alcohol","sectionTitle":"Being in Shape to Ride","sectionID":"12"},{"symbol":"motorcycle","sectionTitle":"Your Motorcycle","sectionID":"13"},{"symbol":"license","sectionTitle":"Earning Your License","sectionID":"14"},{"symbol":"ribbon","sectionTitle":"Rider Skills Training","sectionID":"15"},{"symbol":"th-list","sectionTitle":"Table of Contents","sectionID":"TBOC"}],"noQuiz":["1.1","2.1","14.1","15.1"],"manualID":"2"}],"tbocID":"1","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Study Guide"}},{"_id":"55e63bc18c68d77b4b69b738","__v":0,"copy":"<h2>6.1 - License Types</h2>\n<p>&nbsp;</p>\n<p>Whenever you drive, you must carry a valid driver&rsquo;s license or learner&rsquo;s permit with you. Any misuse of your driver&rsquo;s license or learner&rsquo;s permit is illegal. You could be fined, sentenced to jail, or your license may be suspended.</p>\n<h3>Learner&rsquo;s Permit</h3>\n<p>A learner&rsquo;s permit allows you to operate a motor vehicle when a licensed driver at least 21 years of age is seated in the front passenger seat. The driver with you must hold a valid driver&rsquo;s license, be alert and able to assist you while you are driving. The licensed driver with you may be age 18, 19, or 20 if he or she is your legal guardian, brother, sister, half- brother, half-sister, step brother or stepsister. If you are age 19 or older, you must hold a learner&rsquo;s permit for 60 days, or present a driver&rsquo;s education certificate of completion to apply for a driver&rsquo;s license. For more information about obtaining a learner&rsquo;s permit, refer to the Parents in the Driver&rsquo;s Seat (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/dmv16.pdf\">DMV 16</a>) publication.</p>\n<h3>Driver&rsquo;s License</h3>\n<p>A driver&rsquo;s license allows you to operate any vehicle or small truck less than 26,001 pounds that is exempt from commercial driver&rsquo;s license (CDL) requirements. For more information about obtaining a driver&rsquo;s license, refer to the publication Obtaining a Virginia Driver&rsquo;s License or Identification Card (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/dmv141.pdf\">DMV 141</a>).</p>\n<h3>Commercial Driver&rsquo;s License</h3>\n<p>A commercial driver&rsquo;s license (CDL) allows you to operate tractor-trailers, passenger buses, tank vehicles, school buses for 15 or more occupants (including the driver), or vehicles carrying hazardous materials. For more information about obtaining a CDL, refer to the Virginia Commercial Driver&rsquo;s Manual (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/dmv60a.pdf\">DMV 60a</a>).</p>\n<h3>School Bus Driver&rsquo;s License</h3>\n<p>If you wish to operate a school bus designed to carry 15 occupants (including the driver), you do not need to obtain&nbsp; a commercial driver&rsquo;s license. However, you will need to take the commercial driver and school bus tests to obtain the school bus endorsement on your driver&rsquo;s license. You will&nbsp; be restricted to driving a bus designed to carry 15 occupants (including the driver). This restriction will be printed on your license. For information about licensing requirements to operate larger school buses, refer to the Virginia Commercial Driver&rsquo;s Manual (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/dmv60a.pdf\">DMV 60a</a>).</p>\n<h3>Motorcycle Learner&rsquo;s Permit</h3>\n<p>A motorcycle learner&rsquo;s permit allows you to operate a motorcycle after 4 a.m. and before midnight. You may operate the motorcycle only when supervised by a person who is at least 21 years of age, licensed to operate a motorcycle, and able to assist you while they are supervising from another motorcycle or other vehicle riding along with you. No one, other than the operator, can be on the motorcycle. You must always wear an approved helmet while operating a motorcycle in Virginia. For more information, refer to the Virginia Motorcycle Operator Manual (<a href=\"http://dmvnow.com/webdoc/pdf/dmv2.pdf\">DMV 2</a>).</p>\n<h3>Motorcycle Driver&rsquo;s License</h3>\n<p>If you wish to operate a motorcycle in Virginia, you must pass the driver&rsquo;s license two-part knowledge exam, the motorcycle knowledge exam and the motorcycle road skills test. If you already hold a driver&rsquo;s license, you may add a Class M to your license. If you do not hold a driver&rsquo;s license, you may obtain a driver&rsquo;s license restricted to a Class M that only allows you to operate a motorcycle. For more information, refer to the Virginia Motorcycle Operator Manual (<a href=\"http://dmvnow.com/webdoc/pdf/dmv2.pdf\">DMV 2</a>).</p>\n<h3>International Driver&rsquo;s License</h3>\n<p>An international driver&rsquo;s license is not a valid driver&rsquo;s license and does not allow you to drive. It is only a foreign translation of your existing valid driver&rsquo;s license to be used when you are traveling outside of the United States. These permits are issued by your local AAA, except to persons whose driving privilege is suspended or revoked. If you are visiting the United States from a foreign country, you may drive using your driver&rsquo;s license issued by your home country. Your home country driver&rsquo;s license should be accompanied by a translation of the license. International driver&rsquo;s licenses marketed by private sector businesses are not valid and do not allow you to legally operate a motor vehicle. Sale of any document claiming to be a driver&rsquo;s license is a Class 1 misdemeanor.</p>","id":"54c2b20d7c184a1c58056014","section":"6","subSectionID":"1","subSectionTitle":"License Types","update":"Wed Aug 17 2016 10:23:11 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b739","__v":0,"copy":"<h2>7.1 - Other Important Information</h2>\n<h2>&nbsp;</h2>\n<p>Whether you are learning to drive for the first time, new to Virginia or brushing up on your safe driving knowledge, there are additional requirements that all Virginia drivers should know.</p>\n<h3>Receiving License by Mail</h3>\n<p>You will receive your new driver&rsquo;s license in the mail. For security, DMV does not issue licenses in customer service centers.</p>\n<h3>Address Changes</h3>\n<p>If you move, you are required to notify DMV within 30 days. The postal service will not forward your license to another address. If DMV does not have your correct address, the postal service will return the license to DMV.</p>\n<h3>New to Virginia</h3>\n<p>If you are a new Virginia resident and drive, you must obtain a Virginia driver&rsquo;s license within 60 days of moving here.</p>\n<h3>Titles, Registrations, License Plates, Decals</h3>\n<p>Title and register your vehicle and obtain Virginia license plates within 30 days of moving to Virginia. License plates must be displayed on the front and rear of the vehicle. Decals indicating the month and year that the registration expires must be placed in the designated areas on the plates (except for vehicles displaying permanent plates).</p>\n<p>&nbsp;</p>\n<p><strong>You must have the vehicle registration card with you</strong> when operating the vehicle. You must also register your vehiclein your locality, if required. Check with your city or county government.</p>\n<h3>Safety Inspections</h3>\n<p>Your vehicle must pass an annual vehicle safety inspection and display a valid safety inspection sticker. In certain localities, your vehicle also must pass an emissions inspection. For more information about Virginia safety inspections, visit the Virginia State Police website at www.vsp.virginia.gov.</p>\n<h3>Insurance Requirements</h3>\n<p>To register a vehicle and obtain license plates, you must have <strong>liability insurance or pay the $500 uninsured motor vehicle fee.</strong></p>\n<p>&nbsp;</p>\n<p>Insure your vehicle with a company authorized to do business in Virginia. At a minimum, your insurance policy must provide the following liability insurance coverage:</p>\n<ul style=\"list-style-type: disc;\">\n<li>$25,000 for injury or death of one person;</li>\n<li>$50,000 for injury or death of two or more people; and</li>\n<li>$20,000 for property damage.</li>\n</ul>\n<p>Insurance companies may factor in their policy premium the driving records of any individual of driving age that resides within an insured&rsquo;s household. If you have any questions regarding the potential impact a newly licensed driver may have on your policy, you may wish to contact your insurance agent.</p>\n<p>&nbsp;</p>\n<p>In some cases, liability insurance requirements may be higher. Refer to www.dmvNOW.com for more information about DMV&rsquo;s Insurance Verification Program and Financial Responsibility Certifications.</p>\n<p>&nbsp;</p>\n<p>Paying the uninsured motorist fee does not provide insurance coverage, but it allows you to register and operate the vehicle in Virginia for a one-year period.</p>\n<p>&nbsp;</p>\n<p>Insure your Virginia-registered vehicle during the entire registration period even if it is not driven or is inoperable. Before you cancel your insurance, return the license plates to DMV and cancel the registration.</p>\n<p>&nbsp;</p>\n<p>If you are caught driving without insurance and you did&nbsp; not pay the uninsured motorist fee, DMV will suspend your driving privilege until you:</p>\n<ul style=\"list-style-type: disc;\">\n<li>pay a $500 fee, and</li>\n<li>have your insurance company file a certificate that you have a policy with the required coverage limits.&nbsp; You will have to file this certificate of insurance for three years from the date you regain your driving privileges.\f</li>\n</ul>\n<h3>Applying to Register to Vote</h3>\n<p>You may apply to register to vote or to change your voter registration mailing address at any DMV office. Indicate your intentions on the voter registration section of the driver&rsquo;s license application. To apply to register to vote in Virginia, you must be a U.S. citizen, a resident of Virginia, and be at least 18 years old by the next general election. You must have had your voting rights restored by a circuit court if you have been convicted of a felony or if you have been declared mentally incompetent.</p>\n<p>&nbsp;</p>\n<p><strong>To check your voter registration status</strong>, contact your local registrar or the Department of Elections at 1-800-552-9745 or TDD&nbsp; 1-800-260-3466.</p>\n<h3>Organ, Eye and Tissue Donation</h3>\n<p>When you apply for a driver&rsquo;s license, learner&rsquo;s permit or photo ID card, you will be asked if you wish to become an organ, eye and tissue donor. If you decide to become a donor, your choice will be noted on the front of your driver&rsquo;s license or ID card. The decision to become an organ, eye and tissue donor is yours. Your decision will not affect your driving privileges.</p>\n<p>&nbsp;</p>\n<p>If you wish to become an organ/tissue donor, you must be at least 18 years of age. If you are under age 18, you must obtain your parent&rsquo;s or legal guardian&rsquo;s written consent.</p>","id":"54c2b3b37c184a1c58056015","section":"7","subSectionID":"1","subSectionTitle":"Other Important Information","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b73a","__v":0,"copy":"<h2>1.1 - Two-Part Knowledge Exam Test</h2>\n<p>&nbsp;</p>\n<p>Tests will include a vision screening and may include a two-part knowledge exam and a road skills test. A DMV representative will tell you which tests you need to take.</p>\n<p>&nbsp;</p>\n<p>You will need to take the knowledge exam if you do not hold a valid driver's license from another U.S. state, Canada, Germany, France, or the Republic of Korea. The two-part knowledge exam is given on a computer and tests your knowledge of traffic signs, motor vehicle laws, and safe driving. Exam questions are taken from information in this manual. You must correctly answer all ten traffic sign questions in part one of the exam before you can take part two of the exam. Part two tests your general knowledge with multiple choice questions. You must answer at least 80 percent of these questions correctly to pass part two.</p>\n<p>&nbsp;</p>\n<p>If you fail the exam and you are:</p>\n<ul style=\"list-style-type: disc;\">\n<li>Under age 18 - by law you must wait a full 15 days before you can retake the exam. For example, if you fail the exam on January 1, the earliest you can take the exam again is January 17.</li>\n<li>Age 18 or older - you must pay a $2 fee if you retake the exam within 15 days.</li>\n</ul>\n<p>The exam may be taken only once per business day. An audio version of the exam is available and the exam is offered in many different languages and American Sign Language. Therefore, translators may not be used for tests in offered languages.</p>\n<p>&nbsp;</p>\n<p>If you fail the knowledge exam three times, you will not be able to take it a fourth time until you complete and pass the classroom component of driver education.</p>\n<p>&nbsp;</p>\n<p>You have the option of completing an 8-hour course based on the Virginia Driver&rsquo;s Manual and approved by DMV exclusively for satisfying the three-times-failure requirement. This course is available at a driver training school. Please see the requirements below based on your age.</p>\n<ul>\n<li>Customers age 19 and older may complete a course based on the Virginia Driver&rsquo;s Manual. The completion date of the driver&rsquo;s manual course must be after the date that you failed the knowledge exam the third time. &nbsp;When you successfully complete the course and give DMV your certificate of completion, you can take the knowledge exam again.</li>\n<li>Customers younger than 19 may complete the course based on the Virginia Driver&rsquo;s Manual if they have previously completed the classroom component of driver education. Before you can take this course, you must present your certificate of completion for the classroom component of driver education to the driver training school that will be conducting the driver&rsquo;s manual course. The completion date of the driver&rsquo;s manual course must be after the date that you failed the knowledge exam the third time. When you successfully complete the course and give DMV your certificate of completion, you can take the knowledge exam again.</li>\n</ul>\n<p>When testing, you cannot:</p>\n<ul style=\"list-style-type: disc;\">\n<li>get help while taking the exam</li>\n<li>help another person taking the exam</li>\n<li>try to get test questions or answers before the exam</li>\n<li>give another person exam questions or answers</li>\n<li>use a cell phone during the exam</li>\n</ul>\n<p>To help you prepare for the exams, sample knowledge questions are available at the end of each section of this study guide.</p>\n<h3>Services for Persons With Disabilities</h3>\n<p>Customers with special needs or who require special help with applications or testing should tell a DMV staff member at any DMV location.</p>","id":"54fb1a6a2299d67b55f508c4","section":"1","subSectionID":"1","subSectionTitle":"Two-part Knowledge Exam","update":"Fri Sep 30 2016 14:51:51 GMT-0400 (EDT)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b73b","__v":0,"copy":"<h2>1.2 - Road Skills Test</h2>\n<p>&nbsp;</p>\n<p>You will need to take the road skills test if you do not hold a valid driver's license from another U. S. state, Canada, Germany, France, or the Republic of Korea. You must provide a vehicle&nbsp;for the road skills test (cannot be taken in an autocycle). The vehicle must have a valid safety inspection sticker, license plates, registration card and decals, working brakes, safety belts, horn, lights, turn signals, mirrors and speedometer.</p>\n<p>&nbsp;</p>\n<p>To take the road skills test, the DMV examiner will require that you either:</p>\n<ul>\n<li>present an acceptable driver's education certificate of completion, or</li>\n<li>complete a behind-the-wheel checklist (DMV form <a href=\"http://www.dmv.virginia.gov/webdoc/pdf/csma19.pdf\">CSMA 19</a>, also available at any DMV office) that describes specific driving tasks that you may be asked to perform while taking the road skills test. A licensed driver will need &nbsp;to certify on the form that he/she has been with you while you practiced the driving tasks and that you have complied with all requirements for learner's permit holders while operating a motor vehicle.</li>\n</ul>\n<p>For applicants under 18, the road skills test will be given as part of the driver education course taken at a public, private or commercial driving school. If you are home schooled, refer to the Home-schooled In-Car Driver Education Information sheet (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/csma19.pdf\">HS 3</a>) for more information about taking the road skills test.</p>\n<p>&nbsp;</p>\n<p>Applicants age 18 or older must hold the learner's permit for 60 days prior to the first road skills test or complete a course of driver's education at a driver training school approved by DMV or the Department of Education. For applicants who choose to take driver's education, the road skills test will be administered by the driver training school. For those who opt to hold a learner's permit for 60 days, the road skills test will be given by a DMV staff member. The test may be taken only once per business day. If you fail the road skills test, you must wait two days to take it again. If you fail the road skills test at DMV three times, you will not be able to take it a fourth time until you complete and pass the in-vehicle part of driver education at a driver training school approved by DMV or the Department of Education. The completion date for the in-vehicle part must be after the date you failed the road skills test the third time. Once you successfully complete the in-vehicle part and give DMV your certificate of completion, you can take the road skills test again.</p>","id":"54fb1ae42299d67b55f508ca","section":"1","subSectionID":"2","subSectionTitle":"Road Skills Test","update":"Thu Sep 01 2016 17:47:09 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b73c","__v":0,"copy":"<h2>2.5 - Work Zones</h2>\n<p>&nbsp;</p>\n<p>In a work zone, the lives of highway construction workers depend on drivers like you obeying the posted speed limits. If you are convicted of exceeding the speed limit in a highway work zone, you may be fined up to $500. Remember, the color orange marks a work zone and means slow down and be alert.</p>\n<p>&nbsp;</p>\n<p><strong>Rough Road, Bump, or Uneven Lanes:</strong> These signs are used when certain road conditions, such as loose gravel or road construction, affect the roadway surface and create potentially difficult conditions for motorists, especially motorcyclists.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2roughRoadetc.jpg\" alt=\"Rough Road\" /></p>\n<p>&nbsp;</p>\n<p><strong>Road Construction Ahead &ndash; Detour:</strong> These signs indicate a change in the traffic pattern or route ahead. Slow down. Unusual or potentially dangerous conditions are ahead.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2roadCon1.jpg\" alt=\"Road Construction\" /><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2roadCon2.jpg\" alt=\"Road Construction\" /></p>\n<p>&nbsp;</p>\n<p><strong>Flashing Arrow Panels:</strong> Large flashing arrow panels or flashing message signs in work zones direct drivers to proceed into different traffic lanes and inform them that part of the road ahead is closed.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2flashArrows.jpg\" alt=\"Flashing Arrows\" /></p>\n<p>&nbsp;</p>\n<p><strong>Flaggers: </strong>Flaggers are construction workers who normally wear orange or yellow vests, or yellow-green shirts or jackets. They use STOP/SLOW paddles and red flags to direct traffic through the work zone and to let other workers or construction vehicles cross the road.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2flaggers.jpg\" alt=\"Flaggers\" /></p>\n<p>&nbsp;</p>\n<p><strong>Traffic Control Devices:</strong> Barricades, vertical signs, concrete barriers, drums and cones are the most common devices used to guide drivers safely through work zones. When driving near the devices, keep your vehicle in the middle of the lane and obey the posted speed limit. As you leave the work zone, stay in your lane and maintain your speed. Don't change lanes until you are completely clear of the work zone.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2trafficCon1.jpg\" alt=\"Traffic Control Device\" /><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2trafficCon2.jpg\" alt=\"Traffic Control Device\" /><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2trafficCon3.jpg\" alt=\"Traffic Control Device\" /></p>\n<p>&nbsp;</p>\n<p><strong>Message Boards:</strong> You may see portable or permanent message boards along roadways. They provide information about traffic, road, weather or other hazardous conditions. Always obey any directions posted on these message boards. For information about road conditions or road construction, visit the Virginia Department of Transportation's <a href=\"http://www.virginiadot.org\">website</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Slowing Moving Vehicles</strong> traveling at 25 mph or less, such as farm equipment and horse-drawn vehicles, must display these signs when using a public highway. Be prepared to adjust your speed or position when you see a vehicle with one of these signs.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2slowMove.jpg\" alt=\"Slow Move\" width=\"65\" height=\"65\" /></p>","id":"54fb1d562299d67b55f508ed","section":"2","subSectionID":"5","subSectionTitle":"Work Zones","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b73d","__v":0,"copy":"<h2>2.1 - Traffic Signals</h2>\n<p>&nbsp;</p>\n<p>Traffic signals, signs and pavement markings are used for traffic control to provide a smooth, orderly flow of traffic. It is important to understand and obey them. It is illegal to avoid these traffic controls by cutting through a parking lot or field.</p>\n<p>&nbsp;</p>\n<p>Obey all signs and signals unless directed by a police officer. Always follow the officer's direction.</p>\n<p>Traffic signals apply to drivers, motorcycle riders, bicyclists, moped riders and pedestrians.</p>\n<p>&nbsp;</p>\n<p><strong>Red light:</strong> At a red light, come to a complete stop at the stop line or, if there is no stop line, before entering the intersection or before reaching the crosswalk. Remain stopped as long as the signal is red, unless turns are allowed.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2redLight.jpg\" alt=\"Red Light\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>Right turn on red:</strong> You may turn right while the traffic signal displays a red light. Before turning, you must come to a complete stop. Look both ways and yield the right-of-way to pedestrians and other traffic. Be sure to check for less visible vehicles such as motorcycles, bicycles and mopeds. You may not turn right on red if signs are posted at the intersection that read \"No Turn on Red,\" or if a red arrow pointing to the right is displayed.</p>\n<p>&nbsp;</p>\n<p><strong>Left turn on red:</strong> You may turn left at a red light if you are on a one-way street and turning left onto another one-way street while the traffic signal displays a red light. Before turning, you must come to a complete stop. Look both ways and yield the right-of-way to pedestrians and other traffic. Be sure to check for less visible vehicles such as motorcycles, bicycles, and mopeds. <strong>You may not turn left</strong> on red if signs are posted at the intersection that read \"No Turn on Red,\" or if a red arrow pointing to the left is displayed.</p>\n<p>&nbsp;</p>\n<p><strong>Red arrow:</strong> A red arrow means you must stop if you intend to move in the direction of the arrow. You may not&nbsp;proceed in the direction of the arrow as long as the red arrow is displayed, unless signs are posted at the intersection that read \"Right on Red Arrow After Stop\" or \"Left on Red Arrow After Stop.\" Virginia law prohibits right and left turns at red arrow lights.</p>\n<p>&nbsp;</p>\n<p>Note: If you are traveling in another state, make sure you know its laws for right and left turns at red and red arrow lights.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2redArrow.jpg\" alt=\"Red Arrow\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Flashing red light:</strong> At a flashing red light, come to a complete stop and yield to oncoming vehicles and pedestrians. You may go when the way is clear. At a railroad crossing, you must come to a complete stop even if you don't see a train.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2redFlash.jpg\" alt=\"Red Flashing Light\" /></p>\n<p>&nbsp;</p>\n<p><strong>Flashing red arrow:</strong> At a flashing red arrow, come to a complete stop, yield the right-of-way to vehicles coming from the other direction and pedestrians in the intersection, and proceed in the direction of the arrow when the way is clear.</p>\n<p>&nbsp;</p>\n<p><strong>Yellow light or arrow:</strong> A yellow light or arrow are cautions warning that the light is about to change. If you have not entered &nbsp;the intersection, stop or, if unsafe to stop, cautiously go through it. If you are already in the intersection, go through it cautiously. Do not speed up to beat the light.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowLight.jpg\" alt=\"Yellow Light\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowArrow.jpg\" alt=\"Yellow Arrow\" /></p>\n<p>&nbsp;</p>\n<p><strong>Flashing yellow light:</strong> A flashing yellow light means slow down and proceed with caution. Flashing yellow lights are at locations with higher-than-normal hazardous conditions.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowFlash.jpg\" alt=\"Yellow Flashing Light\" /></p>\n<p>&nbsp;</p>\n<p><strong>Flashing yellow arrow:</strong> At a flashing yellow arrow, you may turn in the direction of the arrow, if the way is clear. Yield the right-of-way to vehicles coming from the other direction and pedestrians in the intersection. Be sure to check for less&nbsp;visible vehicles such as motorcycles, bicycles, and mopeds. If a traffic light changes from red to flashing yellow arrow while a pedestrian is in the intersection, allow the pedestrian to cross the street before turning.</p>\n<p>&nbsp;</p>\n<p><strong>Green light or arrow:</strong> At a green light, you may go if the way is clear. At a green arrow, you may go in the direction of the arrow if the way is clear. If you are turning, you must yield the right-of-way to vehicles coming from the other direction and pedestrians in the intersection. Be sure to check for less visible vehicles such as motorcycles, bicycles, and mopeds. If a traffic light changes from red to green while a pedestrian is in the street, allow the pedestrian to cross the street before turning.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2greenLight.jpg\" alt=\"Green Light\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2greenArrow.jpg\" alt=\"Green Arrow\" /></p>\n<p>&nbsp;</p>\n<p><strong>Out of service signals:</strong> When traffic signals are not working because of a power outage or other problem and not displaying any lights, you are required to stop, proceeding through the intersection as though it were an all-way stop. This does not apply if a law enforcement officer or other authorized person is directing traffic at the intersection, or if portable stop signs are in use.</p>\n<p>&nbsp;</p>\n<p><strong>Lane use signals</strong> indicate lanes where you can and cannot drive during different hours of the day.</p>\n<p>&nbsp;</p>\n<p><strong>Red X:</strong> Never drive in a lane marked with a red&nbsp;X signal.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2redX.jpg\" alt=\"Red X\" /></p>\n<p>&nbsp;</p>\n<p><strong>Yellow X or Yellow Diagonal Downward Arrow:</strong> These signals mean that you should move out of the lane as soon as safely possible.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowX.jpg\" alt=\"Yellow X\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowArrow2.jpg\" alt=\"Yellow Arrow\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Green Arrow:</strong> You are permitted to drive in a lane marked with a green arrow signal.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2greenArrowdown.jpg\" alt=\"Green Down Arrow\" /></p>\n<p>&nbsp;</p>\n<p><strong>Left-turn Arrow:</strong> You are permitted to enter in a lane marked with a one-way or two-way arrow only to turn in the direction of the arrow.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2leftTurnArrow1.jpg\" alt=\"Left Turn Arrow\" /><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2leftTurnArrow2.jpg\" alt=\"Left Turn Arrow\" /></p>","id":"049c98d3-2bfe-3d6e-7245-80947afa061b","section":"2","subSectionID":"1","subSectionTitle":"Traffic Signals","update":"Wed Aug 31 2016 14:37:52 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b73e","__v":0,"copy":"<h2>4.1 - Seat Belts</h2>\n<p>&nbsp;</p>\n<p>Wearing seat belts, also called safety belts, can double your chances of surviving a crash and more than double your chances of avoiding serious injury.</p>\n<p>&nbsp;</p>\n<p><strong>Under Virginia law, the driver and all front seat passengers must wear safety belts.</strong> A driver transporting anyone younger than age 18 must ensure that the passenger is properly secured in a safety belt, booster seat or child safety seat no matter where the child is seated in the vehicle.</p>\n<p>&nbsp;</p>\n<p>Remember to wear your lap belt low on your lap and against your thighs. Wear your shoulder belt over your shoulder and across your chest. Never wear your shoulder belt behind your back or under your arm. Your shoulder and lap belts should be snug. Pregnant women are much safer if buckled up by wearing the belt as low on the pelvis as possible.</p>\n<p>&nbsp;</p>\n<p>Exception: A waiver of the seat belt requirement may be granted by a licensed physician if the use of a safety belt is not reasonable due to the driver's or passenger's physical or medical condition. The person granted the waiver must carry the physician's signed written statement identifying the person with the waiver and the reason for the waiver.</p>\n<p>&nbsp;</p>\n<h2>Air Bags</h2>\n<p>Air bags, when used properly with safety belts, cushion drivers and passengers as they move forward in a front-end crash.&nbsp;&nbsp; By providing a cushion, the air bag keeps the head, neck and chest from hitting the steering column or dashboard, and reduces the force of impact.</p>\n<p>&nbsp;</p>\n<p>If your vehicle is equipped with air bags:</p>\n<ul>\n<li>Always buckle up and have all passengers in the vehicle buckle up.</li>\n<li>Move your seat back so that you are at least ten inches from the steering wheel.</li>\n<li>If your steering wheel is adjustable, tilt it downward. This points the air bag toward your chest instead of your head and neck.</li>\n<li>Children ages 12 and under are safer buckled up in the back seat.</li>\n</ul>\n<p>&nbsp;For more information about air bags, including applying for an on/off switch, contact the <a href=\"https://www.nhtsa.dot.gov\">National Highway Traffic Safety Administration</a> (NHTSA) or toll-free hotline at <a href=\"tel://1-800-424-9393\">1-800-424-9393</a>.</p>\n<p>&nbsp;</p>\n<h2>Child Safety Seats</h2>\n<p>Securing a child in a correctly installed child safety seat can significantly reduce the possibility of death or injury.</p>\n<p>&nbsp;</p>\n<p><strong>All children under age eight</strong> must be properly secured in a child safety seat or booster seat when riding in vehicles manufactured after January 1, 1968. Children should ride rear facing from birth to 2 years, or as long as the safety seat manufacturer allows. If the vehicle does not have a back seat, a rear facing child seat may be placed in the front passenger seat only if the vehicle is not equipped with a passenger side airbag or the passenger air bag is turned off. Children should ride facing forward in a child safety seat or booster seat until at least age 8, or until they can attain a proper seat belt fit.</p>\n<p>&nbsp;</p>\n<p><strong>Criteria for sitting without a booster seat:</strong></p>\n<ul>\n<li>Lap belt lies snugly across the upper thighs</li>\n<li>Shoulder belt lies snugly across the shoulder and chest</li>\n<li>Tall enough to sit without slouching</li>\n<li>Able to keep knees naturally bent over the edge of the vehicle seat</li>\n<li>Able to sit all the way back against the vehicle seat back</li>\n<li>Able to keep feet flat on the floor</li>\n<li>Able to sit this way for entire trip</li>\n</ul>\n<p>&nbsp;A waiver of the child restraint law may be granted by a licensed physician if using a child restraint would be unreasonable due to the child&rsquo;s weight, physical fitness or other medical reasons. The person responsible for transporting this child must carry the signed written statement by the physician identifying the child and stating the grounds for the waiver.</p>\n<p>&nbsp;</p>\n<p><strong>The driver is responsible</strong> for making sure that children are properly secured. If you are convicted of violating the child restraint law, you will be fined $50. A second or subsequent offense could mean a $500 penalty.</p>\n<p>&nbsp;</p>\n<p><strong>When traveling with children:</strong></p>\n<ul>\n<li>The safest place to install a child safety seat is in the center of the back seat.</li>\n<li>Numerous child safety seat checks are held in localities across Virginia. Attend one of these checks to make sure that your child&rsquo;s safety seat is installed correctly. Visit <a href=\"http://www.vdh.virginia.gov\">www.vdh.virginia.gov</a> for more information.</li>\n<li>Never hold a child in your lap. In a crash, the child may be crushed between your body and the dashboard or the back of the seat.</li>\n<li>Make sure that all car doors are securely closed and locked before driving. If your car is equipped with a child safety lock, turn it on. Don&rsquo;t allow children to play with door handles or locks. If you must open a door, pull the vehicle off the road and come to a complete stop.</li>\n<li>Never allow children to ride in the luggage area of hatchbacks, station wagons or vans.</li>\n<li>Never leave a hatchback open when a child is riding in the back seat.</li>\n<li>It is illegal to transport children under age 16 in the bed of a pickup truck, even if equipped with a camper shell.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>","id":"54fb20872299d67b55f50925","section":"4","subSectionID":"1","subSectionTitle":"Seat Belts, Air Bags and Child Safety Seats","update":"Thu Sep 08 2016 15:15:52 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b73f","__v":0,"copy":"<h2>2.2 - Traffic Signs</h2>\n<p>&nbsp;</p>\n<p><strong>The color and shape of a traffic sign</strong> communicates important information about the sign's message. In poor visibility conditions, such as heavy fog, you may be able to make out only the shape of a sign. As you approach a sign and while still distant, you may see the color long before you can read the message or see the symbol, giving you some advance information.</p>\n<p>&nbsp;</p>\n<h3>Sign Colors</h3>\n<p>Sign colors help you know what the intention of the sign is.</p>\n<p>&nbsp;</p>\n<p>Red used with white conveys stop, yield, do not, and no. Stop signs, yield signs, do not enter or wrong way signs, the circle and slash in a no turn sign, and the restrictions in a parking sign are examples.</p>\n<p>&nbsp;</p>\n<p>Black used with white conveys regulatory information. Speed limit, do not pass, no turns are examples where the operation is regulated by law and the black and white sign would be found.</p>\n<p>&nbsp;</p>\n<p>Yellow used with black conveys a warning. Curve ahead, stop ahead, overhead clearances, and slippery when wet are all examples. A specialized class of warning signs uses a strong yellow/green color with black to advise of school zone activities and other pedestrian activities.</p>\n<p>&nbsp;</p>\n<p>Green and white, blue and white, and brown and white signs are used to provide helpful information. The green sign is used to provide destination types of information, while the blue sign is used to inform about motorists services. The brown sign is used to advise of historical or cultural interests that might exist in the area.</p>\n<p>&nbsp;</p>\n<p>Orange and black and pink and black signs are used to advise and warn in construction (orange) and incident (pink) areas. They are used with black and white signs that convey regulations that might exist only because of the construction effort or the incident.</p>\n<p>&nbsp;</p>\n<h3>Sign Shapes</h3>\n<p><strong>Octagon (Stop):</strong> This eight-sided shape always means stop. You must come to a complete stop at the sign, stop line, pedestrian crosswalk or curb. Wait for any vehicle or&nbsp;pedestrian to clear the way. At some intersections you'll find a sign beneath the stop sign that reads \"All Way\" or \"4 Way.\" At these intersections all vehicles on all roads leading into the intersection must stop. If you get to the intersection at the same time as other vehicles, the driver on the left must yield to the driver on the right.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2octagon.jpg\" alt=\"\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2octagonStop.jpg\" alt=\"Stop SIgn\" /></p>\n<p>&nbsp;</p>\n<p><strong>Triangle (Yield):</strong> You must&nbsp;slow down as you come to the intersection. Be prepared to stop. Let any vehicles, pedestrians or bicyclists safely pass before you proceed.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2triangle.jpg\" alt=\"Triangle\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2triangleYield.jpg\" alt=\"Triangle Yield\" /></p>\n<p>&nbsp;</p>\n<p><strong>Rectangle (Regulatory or Guide):</strong> Vertical signs generally give instructions or tell you the law. Horizontal signs may give directions or information.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2rectangleReg.jpg\" alt=\"White Rectangle\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2rectangleGuide.jpg\" alt=\"Rectangle\" /></p>\n<p>&nbsp;</p>\n<p><strong>Diamond (Warning):</strong> These signs warn you of special conditions or hazards ahead. Slow down and drive with caution. Be ready to stop.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2diamondWarn.jpg\" alt=\"Diamond\" /></p>\n<p>&nbsp;</p>\n<p><strong>Pentagon (School Zone/School Crossing): </strong>This five-sided shape marks school zones and warns you about school crossings. Two signs may be used together to show the actual location of the crosswalk.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2schoolZone.jpg\" alt=\"School Zone\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2schoolCross.jpg\" alt=\"School Cross Zone\" /></p>","id":"54fb1c802299d67b55f508e3","section":"2","subSectionID":"2","subSectionTitle":"Traffic Signs","update":"Thu Sep 01 2016 17:55:47 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b740","__v":0,"copy":"<h2>2.3 - Regulatory Signs</h2>\n<p>&nbsp;</p>\n<p>Regulatory or guide signs inform you of the law; you must obey their instructions. Remember that a red circle with a slash means NO &mdash; the symbol inside the circle tells you what is prohibited.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2regGuide.jpg\" alt=\"Slash Means No\" /></p>\n<p>&nbsp;</p>\n<p><strong>Speed Limit:</strong> These signs tell you the maximum legal speed that you may drive on the road where the sign is posted when weather conditions are good. During rain, snow and ice, you may receive a ticket for driving too fast for the conditions even if you are driving at or less than the posted speed limit.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2speedLimit.jpg\" alt=\"Speed Limit\" /></p>\n<p>&nbsp;</p>\n<p><strong>Do Not Enter &ndash; Wrong Way:</strong> These signs mean you cannot drive in that direction. If you drive past these signs, you are going in the wrong direction and could get into a head-on crash with vehicles headed your way. Cautiously turn around.</p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2doNotenter.jpg\" alt=\"Do Not Enter\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2wrongWay_v2.jpg\" alt=\"Wrong Way\" /></p>\n<p>&nbsp;</p>\n<p><strong>One Way:</strong> Traffic flows only in the direction of the arrow.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2oneWaysm.jpg\" alt=\"One Way Sign\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2oneWaybig.jpg\" alt=\"One Way Sign\" /></p>\n<p>&nbsp;</p>\n<p><strong>No Left Turn:</strong> Left turns are against the law. In Virginia, U-turns are considered two left turns and are illegal if this sign is posted.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noLeft.jpg\" alt=\"No Left Turn\" /></p>\n<p>&nbsp;</p>\n<p><strong>No Right Turn:</strong> Right turns are illegal. Do not make a right turn when you see this sign.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noRight.jpg\" alt=\"No Right Turn\" /></p>\n<p>&nbsp;</p>\n<p><strong>No U-Turn:</strong> U-turns are illegal. Do not make a U-turn when you see this sign.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noU.jpg\" alt=\"No U Turn\" /></p>\n<p>&nbsp;</p>\n<p><strong>No Turn on Red:</strong> You may not turn on the red light. Wait for the signal to turn green.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noTurnred.jpg\" alt=\"No Turn on Red\" /></p>\n<p>&nbsp;</p>\n<p><strong>Do Not Pass:</strong> This sign marks the beginning of a no passing zone. You may not pass cars ahead of you in your lane, even if the way is clear.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2doNotpass.jpg\" alt=\"Do Not Pass\" /></p>\n<p>&nbsp;</p>\n<p><strong>Left Turn Yield on Green:</strong> This sign is used with a traffic signal. It tells you that the traffic turning left at a green light does not have the right-of-way and must yield to traffic coming from the other direction. Stop and look for oncoming traffic, then proceed with caution.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2leftTurnyield.jpg\" alt=\"Left Turn Yield on Green\" /></p>\n<p>&nbsp;</p>\n<p><strong>Keep Right:</strong> A traffic island, median or barrier is ahead. Keep to the side indicated by the arrow.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2keepRight.jpg\" alt=\"Keep Right\" /></p>\n<p>&nbsp;</p>\n<p><strong>Lane Use Control:</strong> These signs are used where turns are required or where special turning movements are permitted for specific lanes. Traffic in the lane must turn in the direction of the arrow.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2laneUsecontrol1.jpg\" alt=\"Lane Use Control\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2laneUsecontrol2.jpg\" alt=\"Lane Use Control\" /></p>\n<p>&nbsp;</p>\n<p><strong>High Occupancy Vehicle:</strong> These signs indicate lanes reserved for buses and vehicles with a driver and one or more passengers as specified on the sign.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2hov.jpg\" alt=\"High Occupancy Vehicle\" /></p>\n<p>&nbsp;</p>\n<p><strong>Disabled Parking:</strong> Parking spaces marked with these signs are reserved for people with disabled parking permits.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2disabledPark.jpg\" alt=\"Disabled Parking\" /></p>","id":"54fb1cba2299d67b55f508e5","section":"2","subSectionID":"3","subSectionTitle":"Regulatory Signs","update":"Tue Sep 06 2016 18:37:14 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b741","__v":0,"copy":"<h2>5.1 - Conviction-related Suspensions and Revocations</h2>\n<p>&nbsp;</p>\n<p>If you break certain laws or repeatedly violate the laws of Virginia, your driving privilege may be suspended or revoked by the court and/or DMV.</p>\n<p>&nbsp;</p>\n<p><strong>If your license is suspended</strong>, your privilege to drive has been withdrawn temporarily.&nbsp; You may pay the required&nbsp;fees and reinstate your license at the end of the suspension period. Also, you will be required to show proof of legal presence, which means you are either a U.S. citizen or legally authorized by the federal government to be in the U.S. During the suspension period, if your license has been expired for one year or more, you must show proof of legal presence and pass the two-part knowledge, road skills and vision exams to have your driving privilege reinstated.</p>\n<p>&nbsp;</p>\n<p><strong>Revocation</strong> means that your privilege to drive has been terminated.&nbsp; Your driving privilege may be restored if you re-apply for a driver&rsquo;s license and show proof of legal presence after the revocation period has passed. You must successfully complete the vision screening, two-part knowledge exam and road skills tests and pay the required fees when you re-apply.</p>\n<p>&nbsp;</p>\n<p>The court or DMV will suspend or revoke your privilege to drive if you are convicted of any of the following offenses:</p>\n<ul style=\"list-style-type: disc;\">\n<li>operating a motor vehicle while under the influence of alcohol or drugs (DUI)</li>\n<li>injuring another person as a result of operating a motor vehicle while under the influence of alcohol or drugs</li>\n<li>operating a motor vehicle while suspended or revoked for a DUI</li>\n<li>operating a motor vehicle that is not equipped with the ignition interlock device when it is required by the court or DMV</li>\n<li>making a false statement to DMV</li>\n<li>failing to stop and identify yourself at the scene of a crash if someone has been injured or killed</li>\n<li>voluntary or involuntary manslaughter resulting from driving a motor vehicle</li>\n<li>involuntary manslaughter resulting from operating a motor vehicle while under the influence of alcohol</li>\n<li>committing a drug offense, regardless of whether or not a motor vehicle is involved</li>\n<li>committing a felony involving the use of a motor vehicle</li>\n<li>taking a driver&rsquo;s license exam for another person, or appearing for another person to renew a license</li>\n<li>eluding police</li>\n</ul>\n<p>The court may suspend or revoke your driving privilege if you are convicted of the following offenses:</p>\n<ul style=\"list-style-type: disc;\">\n<li>reckless or aggressive driving</li>\n<li>operating a motor vehicle without a valid driver&rsquo;s license</li>\n<li>driving while your license is revoked or suspended for a non-DUI related conviction</li>\n<li>refusing to take a blood/breath test when charged with driving while under the influence of alcohol/drugs</li>\n<li>failing to pay for gas</li>\n</ul>\n<p>If you are convicted of any traffic or criminal convictions&nbsp; and you fail to pay your court fines and costs within 30 days, the court will suspend your driving privilege. The court may offer you the option to enter into an installment payment agreement if you are unable to pay the total amount.</p>\n<p>&nbsp;</p>\n<p>Refer to the DMV website under <a href=\"http://www.dmvnow.com/drivers/reinstate.asp\">Reinstating Driving Privileges</a> for information on other reasons for suspensions/revocations, requirements to reinstate your driving privilege, and eligibility for restricted driving privileges.</p>\n<p>&nbsp;</p>\n<h2>Other DMV Requirements, Suspensions and Revocations</h2>\n<h3>Driver Improvement Program</h3>\n<p>If you are a Virginia resident, DMV is responsible for maintaining a driving record of all convictions received from the court. When convictions are added to your record, DMV assigns demerit points to traffic offenses and moving violations. DMV also monitors your driving record to see how many demerit points you receive within a 12-month and 24-month period. Convictions may be assigned three, four or six demerit points. For more information, refer to the Moving Violations and Points Assessment (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/dmv115.pdf\">DMV 115</a>) publication.</p>\n<p>&nbsp;</p>\n<p><strong>Under Age 18:</strong>&nbsp; If you are convicted of a demerit point traffic violation (or safety belt/child restraint violation) committed when you were under age 18, DMV will require that you complete a driver improvement clinic. If you do not complete the clinic within 90 days, DMV will suspend your driving privilege until you complete the clinic and pay a reinstatement fee.</p>\n<p>&nbsp;</p>\n<p>After your second conviction for a demerit point traffic violation (or safety belt/child restraint violation) committed when you were under age 18, DMV will suspend your driving privilege for 90 days. Your third conviction will result in a revocation of your driving privilege for one year or until you reach age 18, whichever is longer.</p>\n<p>&nbsp;</p>\n<p><strong>Age 18 or 19:</strong>&nbsp; DMV will require you to complete a driver improvement clinic if you are convicted of a demerit point or safety belt/child restraint violation committed while you were age 18 or 19.</p>\n<p>&nbsp;</p>\n<p><strong>Age 18 or Older:</strong>&nbsp; DMV will require you to complete a driver improvement clinic if you accumulate 12 demerit points within 12 months or 18 points within 24 months. If you do not complete the clinic within 90 days, DMV will suspend your driving privilege.</p>\n<p>&nbsp;</p>\n<p>If you receive 18 demerit points within 12 months or 24 points within 24 months, DMV will suspend your driving privilege for 90 days and require that you complete a driver improvement clinic.</p>\n<p>&nbsp;</p>\n<p>For more detailed information on the Driver Improvement Program for juveniles and adults and the actions taken by DMV, refer to A Different Kind of Crash Course (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/dmv114.pdf\">DMV 114</a>) brochure.</p>\n<h3>Medical Review Program</h3>\n<p>DMV is responsible for making sure that drivers are able to safely operate motor vehicles. When DMV receives a report that a driver may have a physical or mental condition that affects his ability to drive safely, a medical review of the driver may be conducted.&nbsp; DMV is concerned about any condition that impairs the driver&rsquo;s:</p>\n<ul>\n<li>level of consciousness</li>\n<li>perception (vision)</li>\n<li>judgment</li>\n<li>motor skills</li>\n</ul>\n<p>Depending upon the situation, DMV may require you to submit a medical or vision report completed by your physician and/or to pass the two-part knowledge exam and/or road skills test.</p>\n<p>&nbsp;</p>\n<p>Once the medical review is completed, DMV will decide whether to:</p>\n<ul>\n<li>suspend your driving privilege</li>\n<li>restrict your driving privilege</li>\n<li>require you to submit periodic medical and/or vision reports, or</li>\n<li>end the medical review with no other requirements</li>\n</ul>\n<p>If DMV suspends your driving privilege as a result of medical review action, you will not be required to present legal presence proof documents to reinstate your driving privilege unless required to do so for another suspension/revocation or your license expires.</p>\n<p>&nbsp;</p>\n<p>Refer to the DMV publication, Medical Fitness for Safe Driving (<a href=\"http://www.dmv.virginia.gov/webdoc/pdf/med80.pdf\">MED 80</a>), for more detailed information on the Medical Review Program.</p>\n<h3>Insurance Monitoring Program</h3>\n<p>DMV is responsible for making sure that all owners of vehicles with a valid registration comply with the Virginia laws on insurance requirements. When registering a motor vehicle, you must sign a statement on the registration application that you have liability insurance coverage for your motor vehicle, or pay the $500 uninsured motor vehicle fee.</p>\n<p>&nbsp;</p>\n<p>DMV will suspend your driving privilege if:</p>\n<ul>\n<li>you do not submit the requested insurance policy information to verify that you have liability insurance coverage</li>\n<li>there is a break in your insurance policy coverage and you do not return your license plates to DMV</li>\n</ul>\n<p>Refer to dmvNOW.com for more detailed information on <a href=\"http://www.dmv.virginia.gov/commercial/insurance/index.asp\">Insurance Monitoring</a> activities by DMV.</p>\n<h3>Suspensions for Failing to Satisfy Child Support-Related Requirements</h3>\n<p>The Division of Child Support Enforcement will direct DMV to suspend your driving privilege if you:</p>\n<ul>\n<li>are late making child support payments by 90 days or $5,000, or</li>\n<li>fail to appear in court or comply with a subpoena, summons or warrant related to paternity or child support hearings</li>\n</ul>\n<p>Refer to the DMV website under <a href=\"http://www.dmv.virginia.gov/drivers/reinstate.asp\">Reinstatement</a> for information on eligibility for restricted driving privileges and requirements to reinstate your driving privilege.</p>\n<p>&nbsp;</p>\n<h2>Alcohol and the Law</h2>\n<p>If you are arrested for drinking and driving, the penalties are severe. If the police have probable cause to stop you and suspect that you have been drinking or using drugs, they will ask you to take a breath or blood test. Under implied consent laws, if you operate a motor vehicle on Virginia&rsquo;s public roads, you agree to take a test upon request. If you are involved in a motor vehicle crash and a law enforcement officer has probable cause, you can be arrested for DUI within three hours of the crash without a warrant and at any location.</p>\n<h3>Administrative License Suspension</h3>\n<p>If you refuse a breath test or your BAC is .08 or higher while you are driving and law enforcement charges you with driving while under the influence of alcohol/drugs, your driving privilege will be automatically suspended:</p>\n<ul>\n<li>for seven days, for a first offense</li>\n<li>for 60 days or until you go to trial, whichever comes first, for a second offense</li>\n<li>until the trial, for a third DUI offense</li>\n</ul>\n<p>If you are convicted of DUI, the court and DMV will impose a suspension/revocation and other penalties in addition to the administrative license suspension. If you receive multiple DUI convictions, the suspension/revocation periods will run consecutively.</p>\n<h3>Open Alcohol Containers in Vehicles</h3>\n<p>You may be charged with drinking while operating a motor vehicle if you:</p>\n<ul>\n<li>are stopped by law enforcement and you have an open container of alcohol in the passenger area and the contents have been partially removed, and</li>\n<li>show signs that you have been drinking</li>\n</ul>\n<p>The passenger area means the area that seats the driver and passengers and any area within the driver&rsquo;s reach, including an unlocked glove compartment.</p>\n<h3>Transporting Children While Under the Influence of Alcohol/Drugs</h3>\n<p>Conviction of any DUI offense involving a juvenile passenger (age 17 or younger) in the vehicle at the time of the offense carries an additional mandatory five-day jail term plus all other fines and jail sentences. You may also be charged an additional fine of at least $500 and up to $1,000. A second DUI offense with a juvenile in the vehicle carries an additional 80-hour community service requirement plus all other fines and jail sentences.</p>\n<h3>Vehicle Impoundment</h3>\n<p>Your vehicle will be impounded immediately for 30 days if you are caught driving after your license has been suspended for an alcohol-related offense. The court can impound the vehicle for an additional 90 days if you are convicted.</p>\n<p>&nbsp;</p>\n<p>Also, your vehicle will be impounded by law enforcement if you operate a motor vehicle without a license after you have previously been convicted of driving without a license. The vehicle will remain impounded until you obtain a license or for three days, whichever is less.</p>\n<h3>Restitution</h3>\n<p>Depending on the laws of the city or county in which you&nbsp; are driving, you may be responsible for paying the cost (up to $1,000) for law enforcement, emergency medical services, fire fighters and rescue personnel who respond to a crash or incident resulting from your DUI violation.</p>\n<h3>Alcohol Related Violations and Penalties Involving Persons Under Age 21</h3>\n<p><strong>Purchasing/Consuming Alcohol:</strong>&nbsp; If you are under age 21, you cannot purchase, possess or consume alcohol. If you are convicted of driving after illegally consuming alcohol, and your BAC was at least .02 percent and less than .08, the court penalty will include:</p>\n<ul>\n<li>a suspension of your driving privilege for one year from the date of conviction, and</li>\n<li>a minimum mandatory fine of $500, or</li>\n<li>the requirement that you complete at least 50 hours of community service.</li>\n</ul>\n<p>If you are convicted of driving after illegally consuming alcohol and your BAC was .08 or higher, you may face the same penalties as an adult.</p>\n<p>&nbsp;</p>\n<p><strong>Providing Alcoholic Beverages:</strong> If you provide or sell alcoholic beverages to a person under age 21 or someone who is intoxicated or ordered by a court to refrain from drinking alcohol, you are subject to a fine up to $2,500, mandatory suspension of your driver&rsquo;s license for up to one year, and 12 months in jail.</p>\n<p>&nbsp;</p>\n<p><strong>Misrepresentation of Age:</strong> If you are under age 21 and you use or attempt to use a fake ID to establish a false age in an attempt to drink or purchase alcohol, you will:</p>\n<ul>\n<li>be fined at least $500</li>\n<li>be required to perform at least 50 hours of community service</li>\n<li>face up to 12 months in jail, and</li>\n<li>face mandatory suspension of your driver&rsquo;s license for at least six months but not more than one year</li>\n</ul>\n<h2>Alcohol and the Law</h2>\n<p>If you are arrested for drinking and driving, the penalties are severe. If the police have probable cause to stop you and suspect that you have been drinking or using drugs, they will ask you to take a breath or blood test. Under implied consent laws, if you operate a motor vehicle on Virginia&rsquo;s public roads, you agree to take a test upon request. If you are involved in a motor vehicle crash and a law enforcement officer has probable cause, you can be arrested for DUI within three hours of the crash without a warrant and at any location.</p>\n<h3>Administrative License Suspension</h3>\n<p>If you refuse a breath test or your BAC is .08 or higher while you are driving and law enforcement charges you with driving while under the influence of alcohol/drugs, your driving privilege will be automatically suspended:</p>\n<ul style=\"list-style-type: disc;\">\n<li>for seven days, for a first offense</li>\n<li>for 60 days or until you go to trial, whichever comes first, for a second offense</li>\n<li>until the trial, for a third DUI offense</li>\n</ul>\n<p>If you are convicted of DUI, the court and DMV will impose a suspension/revocation and other penalties in addition to the administrative license suspension. If you receive multiple DUI convictions, the suspension/revocation periods will run consecutively.</p>\n<h3>Open Alcohol Containers in Vehicles</h3>\n<p>You may be charged with drinking while operating a motor vehicle if you:</p>\n<ul style=\"list-style-type: disc;\">\n<li>are stopped by law enforcement and you have an open container of alcohol in the passenger area and the contents have been partially removed, and</li>\n<li>show signs that you have been drinking</li>\n</ul>\n<p>The passenger area means the area that seats the driver and passengers and any area within the driver&rsquo;s reach, including an unlocked glove compartment.</p>\n<h3>Transporting Children While Under the Influence of Alcohol/Drugs</h3>\n<p>Conviction of any DUI offense involving a juvenile passenger (age 17 or younger) in the vehicle at the time of the offense carries an additional mandatory five-day jail term plus all other fines and jail sentences. You may also be charged an additional fine of at least $500 and up to $1,000. A second DUI offense with a juvenile in the vehicle carries an additional 80-hour community service requirement plus all other fines and jail sentences.</p>\n<h3>Vehicle Impoundment</h3>\n<p>Your vehicle will be impounded immediately for 30 days if you are caught driving after your license has been suspended for an alcohol-related offense. The court can impound the vehicle for an additional 90 days if you are convicted.</p>\n<p>&nbsp;</p>\n<p>Also, your vehicle will be impounded by law enforcement if you operate a motor vehicle without a license after you have previously been convicted of driving without a license. The vehicle will remain impounded until you obtain a license or for three days, whichever is less.</p>\n<h3>Restitution</h3>\n<p>Depending on the laws of the city or county in which you&nbsp; are driving, you may be responsible for paying the cost (up to $1,000) for law enforcement, emergency medical services, fire fighters and rescue personnel who respond to a crash or incident resulting from your DUI violation.</p>\n<h3>Alcohol Related Violations and Penalties Involving Persons Under Age 21</h3>\n<p><strong>Purchasing/Consuming Alcohol:</strong>&nbsp; If you are under age 21, you cannot purchase, possess or consume alcohol. If you are convicted of driving after illegally consuming alcohol, and your BAC was at least .02 percent and less than .08, the court penalty will include:</p>\n<ul style=\"list-style-type: disc;\">\n<li>a suspension of your driving privilege for one year from the date of conviction, and</li>\n<li>a minimum mandatory fine of $500, or</li>\n<li>the requirement that you complete at least 50 hours of community service.</li>\n</ul>\n<p>If you are convicted of driving after illegally consuming alcohol and your BAC was .08 or higher, you may face the same penalties as an adult.</p>\n<p>&nbsp;</p>\n<p><strong>Providing Alcoholic Beverages:</strong> If you provide or sell alcoholic beverages to a person under age 21 or someone who is intoxicated or ordered by a court to refrain from drinking alcohol, you are subject to a fine up to $2,500, mandatory suspension of your driver&rsquo;s license for up to one year, and 12 months in jail.</p>\n<p>&nbsp;</p>\n<p><strong>Misrepresentation of Age:</strong> If you are under age 21 and you use or attempt to use a fake ID to establish a false age in an attempt to drink or purchase alcohol, you will:</p>\n<ul style=\"list-style-type: disc;\">\n<li>be fined at least $500</li>\n<li>be required to perform at least 50 hours of community service</li>\n<li>face up to 12 months in jail, and</li>\n<li>face mandatory suspension of your driver&rsquo;s license for at least six months but not more than one year</li>\n</ul>","id":"54fb21632299d67b55f50936","section":"5","subSectionID":"1","subSectionTitle":"Penalties","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b742","__v":0,"copy":"<h2>2.6 - Pavement Markings</h2>\n<p>&nbsp;</p>\n<p>Road markings guide and warn drivers as well as regulate traffic. Markings may be red, blue, yellow or white. They may be used alone or in combinations. Each has a different meaning.</p>\n<p>&nbsp;</p>\n<p><strong>Red markings</strong> are generally not used; but, some communities do use red curbs to indicate no parking zones.</p>\n<p>&nbsp;</p>\n<p><strong>Red reflectors</strong> on the pavement &nbsp;show areas not to be entered or used. They are positioned on the road surface so that only traffic flowing in the wrong direction would observe them.</p>\n<p>&nbsp;</p>\n<p><strong>Blue markings</strong> show parking spaces for persons with disabilities.</p>\n<p>&nbsp;</p>\n<p><strong>Yellow center lines</strong> mean two-way traffic, flowing in opposite directions.</p>\n<p>&nbsp;</p>\n<p><strong>Broken yellow center lines</strong> mean that passing on the left is allowed in either direction when the way ahead is clear.</p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowLines1.jpg\" alt=\"Broken Yellow Lines\" /></p>\n<p>&nbsp;</p>\n<p><strong>A broken yellow line alongside a solid yellow line</strong> means that passing is allowed from the side of the broken line, but not from the side of the solid line.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowLines2.jpg\" alt=\"Borken Yellow Lines With Solid Line\" /></p>\n<p>&nbsp;</p>\n<p><strong>Double solid yellow lines</strong> mark the center of the road and separate traffic traveling in two different directions. Passing is not allowed in either direction. You may not cross the lines unless you are making a left turn.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yellowLines3.jpg\" alt=\"Double Solid Yellow Lines\" /></p>\n<p>&nbsp;</p>\n<p><strong>Broken white lines</strong> separate lanes of traffic going in the same direction. You may change lanes with caution.</p>\n<p>&nbsp;</p>\n<p><strong>Dotted white lines</strong> are actually small rectangles in a series where each is closely spaced to the next. They are used to show lane assignment in intersections and interchanges where there might otherwise be a tendency to drift out of a lane or an area of intended use. Often they are used to guide two turning lanes through the intersection. Dotted white lines are also used to denote the opening of a turning lane at an intersection and entrance/exit lanes at interchanges.</p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2whiteLines_v3.jpg\" alt=\"Broken White Lines\" /></p>\n<p>&nbsp;</p>\n<p>Many two-lane roads in Virginia <strong>do not have lane markings</strong> to separate the lanes. On an unmarked two-lane road, you may pass a slow moving vehicle on the left side if there are no signs prohibiting passing. Make sure that the way is clear.</p>\n<p>&nbsp;</p>\n<p><strong>Solid white lines</strong> show turning lanes and discourage lane changes near intersections, and at other locations where lane changes might be dangerous. Solid white lines also mark the right edge of pavement. Arrows used with white lines indicate which turn may be made from the lane. Stop lines, crosswalks and parking spaces also are marked by white lines.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2solidWhitelines.jpg\" alt=\"Two Solid White Lines\" /></p>\n<p>&nbsp;</p>\n<p><strong>White lane arrows are curved or straight.</strong> If you are in a lane marked with a curved arrow or a curved arrow and the word ONLY, you must turn in the direction of the arrow. If your lane is marked with both a curved and straight arrow, you may turn or go straight.</p>\n<p>&nbsp;</p>\n<p><strong>Double solid white lines</strong> separate lanes of traffic going in the same direction. Most often they are used to designate special use lane from conventional lanes, as when used to separate a High Occupancy Vehicle lanes from the other lanes of an expressway. You may not cross these lines. You may enter the designated special use lane only where signs and markings allow.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2doubleWhitelines.jpg\" alt=\"Double White Lines\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Yield line</strong> is a line of triangles extending across the roadway that may be used with a yield sign to show the point at which you must yield or stop, if necessary. A yield line is often seen at the entrance of a roundabout.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2yieldLine.jpg\" alt=\"Yield Line\" /></p>\n<p>&nbsp;</p>\n<p><strong>On three-lane roads</strong> with traffic moving in both directions, road markings show when drivers may use the center lane for making left turns or for passing.</p>\n<p>&nbsp;</p>\n<p><strong>If the center lane is marked by a single broken yellow line on both sides</strong>, drivers traveling in either direction may use the center lane for passing.</p>\n<p>&nbsp;</p>\n<p><strong>If both sides of the center lane are marked by a solid yellow line and a broken yellow line</strong>, drivers traveling in either direction may use the lane for making left turns. However, they may not travel further than 150 feet in this lane.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2leftTurns.jpg\" alt=\"Left Turns\" /></p>\n<p>&nbsp;</p>\n<p><strong>A shared lane marking</strong>, or sharrow, consists of a bicycle symbol with a double chevron arrow above it and is used on travel lanes too narrow for motor vehicles and bicycles to share side-by-side. Sharrows clarify where bicyclists are encouraged to ride in the lane and remind drivers to expect bicyclists on the road.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2shareRoad.jpg\" alt=\"Share the Road\" width=\"230\" height=\"230\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>Bicycle lanes&nbsp;</strong>indicated by a solid or dashed white line or green pavement markings, and a bicyclist symbol. a bicycle lane is for the preferential use of bicyclists. Drivers should not drive in the bicycle lane except when necessary to turn left or right. Before turning, check your mirrors for bicyclists that may be behind you and yield to bicycles in the lane.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/bicycleLanes.jpg\" alt=\"Bicycle Lanes\" width=\"230\" height=\"515\" /></p>\n<p>&nbsp;</p>\n<p><strong>High Occupancy Vehicles (HOV)</strong> lanes are marked on highways by a diamond shape in the center of the lane. HOV lanes may also be special lanes separated by a barrier or solid double white lines.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2hovAhead.jpg\" alt=\"HOV Lane Ahead\" /></p>\n<p>&nbsp;During heavy traffic periods, HOV lanes are reserved for buses, vanpools, carpools, other high occupancy vehicles, motorcycles, and certain clean special fuel vehicles. Road signs show the minimum number of passengers a vehicle must carry (excluding motorcycles and clean fuel vehicles) to use the HOV lanes and the times that HOV restrictions are in effect. If the lanes are separated by a barrier, they are reversible. This means that during certain times of the day, traffic flows one way. During other times of the day, traffic flows in the opposite direction. A diamond shaped marking may also indicate the lane is reserved for use as a bus lane.&nbsp;</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2hov3lanes.jpg\" alt=\"HOV Lanes\" /></p>\n<p>&nbsp;</p>\n<p><strong>Toll Plazas and Lanes&nbsp;</strong></p>\n<p>&nbsp;All toll facilities in Virginia accept payment using E-ZPass toll transponders. &nbsp;Transponders allow drivers to pay electronically without having to stop to pay with cash. &nbsp;If you have a transponder, as you approach a toll plaza look for and follow signs with the purple</p>\n<p>E-ZPass logo. &nbsp; If you do not have a transponder, as you approach a toll plaza, look for and follow signs for cash only lanes.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Slow down as you approach toll plazas. Be extra cautious as you approach, enter, and depart toll plazas. There may be other drivers changing lanes and/or toll employees crossing the lanes.</p>\n<p>&nbsp;</p>\n<p>Some toll roads have high speed lanes reserved for vehicles with E-ZPass transponders. &nbsp;Do not enter those lanes unless you have a transponder. &nbsp;However, if you do enter one of those lanes by mistake, do not stop. &nbsp;Stopping is unsafe and could cause a rear-end crash. &nbsp;Cameras will photograph the car&rsquo;s license plate number and the registered vehicle&rsquo;s owner will be billed for the toll.</p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/EZPassPlaza.jpg\" alt=\"EZPass Plaza\" width=\"300\" height=\"170\" /></p>\n<p>&nbsp;</p>\n<p><strong>A painted curb</strong> means that you must follow special rules to park there. Check with the locality for specific meanings. Generally, the colors on the curb mean:</p>\n<p><strong>White</strong> &mdash; Stop only long enough to pick up or drop off passengers.</p>\n<p><strong>Yellow</strong> &mdash; Stop only long enough to load or unload. Stay with your car.</p>\n<p><strong>Red</strong> &mdash; Do not stop, stand or park.</p>\n<p><strong>Blue</strong> &mdash; Parking is reserved for persons with disabilities.</p>","id":"3febae59-1b8c-523d-c9d6-4be163466b31","section":"2","subSectionID":"6","subSectionTitle":"Pavement Markings","update":"Thu Sep 01 2016 18:23:13 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b743","__v":0,"copy":"<h2>2.4 - Warning Signs</h2>\n<p>&nbsp;</p>\n<p>Warning signs alert you to possible hazards ahead. Slow down and watch for other signs or signals that may follow.</p>\n<p>&nbsp;</p>\n<p><strong>Advisory Speed:</strong> This sign indicates the maximum safe speed for a highway exit.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2advisorySpeed.jpg\" alt=\"Advisory Speed\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Reduced Speed Limit Ahead:</strong> Prepare to reduce your speed; the speed limit is changing ahead.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2reducedSpeed.jpg\" alt=\"Reduce Speed\" /></p>\n<p>&nbsp;</p>\n<p><strong>Stop Ahead/Yield Ahead:&nbsp;</strong>A stop sign or yield sign is ahead. Slow down and be ready to stop.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/sign85.jpg\" alt=\"Stop Ahead Sign\" width=\"100\" height=\"100\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/sign86.jpg\" alt=\"Yield Ahead Sign\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Signal Ahead:</strong> Traffic signals are ahead. Slow down and be ready to stop.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2signalAhead.jpg\" alt=\"Signal Ahead\" /></p>\n<p>&nbsp;</p>\n<p><strong>No Passing Zone:</strong> This sign marks the beginning of a no passing zone. You may not pass cars ahead of you in your lane, even if the way is clear.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noPassing.jpg\" alt=\"No Passing\" /></p>\n<p>&nbsp;</p>\n<p><strong>Merge:</strong> Two lanes of traffic moving in the same direction are about to become one. Drivers in both lanes are responsible for merging safely.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2merge.jpg\" alt=\"Merge\" /></p>\n<p>&nbsp;</p>\n<p><strong>Lane Reduction:</strong> The right lane ends soon. Drivers in the right lane must merge left when space opens up. Drivers in the left lane should allow other vehicles to merge smoothly.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2laneReduce.jpg\" alt=\"Lane Reduction\" /></p>\n<p>&nbsp;</p>\n<p><strong>Divided Highway Begins:</strong> The highway ahead is split into two separate roadways by a median or divider and each roadway is one-way. Keep right.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2divideHighbeg.jpg\" alt=\"Divided Highway Begins\" /></p>\n<p>&nbsp;</p>\n<p><strong>Divided Highway Ends:</strong> The highway ahead no longer has a median or divider. Traffic goes in both directions. Keep right.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2divideHighend.jpg\" alt=\"Divided Highway Ends\" /></p>\n<p>&nbsp;</p>\n<p><strong>Roundabout:</strong> These signs indicate a circular intersection with an island in the center is ahead. Also called rotaries or traffic circles, these intersections may have one or more lanes. Entering traffic must yield the right-of-way to traffic already in the circle.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2roundabout.jpg\" alt=\"Roundabout\" /></p>\n<p>&nbsp;</p>\n<p><strong>Slippery When Wet:</strong> When pavement is wet, reduce your speed. Do not brake hard or change direction suddenly. Increase the distance between your car and the one ahead of you.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2slippery.jpg\" alt=\"Slippery When Wet\" /></p>\n<p>&nbsp;</p>\n<p><strong>Low Clearance Sign:</strong> The overpass ahead has a low clearance. Do not proceed if your vehicle is taller than the height shown on the sign.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2lowClear.jpg\" alt=\"Low Clearance\" /></p>\n<p>&nbsp;</p>\n<p><strong>Hill:</strong> A steep grade is ahead. Check your brakes.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2hill.jpg\" alt=\"Hill\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Deer Crossing:</strong> Deer cross the roadway in this area. Slow down, be alert and be ready to stop.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2deer.jpg\" alt=\"Deer Crossing\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Pedestrian Crossing:</strong> Watch for people entering a crosswalk or crossing your path. Slow down and be prepared to stop. A second sign with an arrow may show the actual location of the crosswalk.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2pedCross1.jpg\" alt=\"Pedestrian Crossing\" width=\"100\" height=\"100\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2pedCross2.jpg\" alt=\"Pedestrian Crossing\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Bicycle Crossing/Bike Path:</strong> Bicycles regularly cross or ride beside traffic in this area. Drive with caution. A second sign with an arrow may show the actual location of the bike crossing.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2bike2.jpg\" alt=\"Bike Crossing/Path\" width=\"100\" height=\"100\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2bike.jpg\" alt=\"Bike Crossing/Path\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>School Zone/School Crossing:</strong> Watch out for children crossing the street or playing. &nbsp;Be ready to slow down or stop. &nbsp;Obey speed limits and signals from any crossing guards. &nbsp;A second sign with an arrow may show the actual location of the sidewalk.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2schoolZone.jpg\" alt=\"School Zone\" width=\"100\" height=\"100\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2schoolCross.jpg\" alt=\"School Crossing\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Open Joints:</strong> Slow down. Open joints on bridges or ramps could cause a motorcyclist to lose control of the motorcycle.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2jointsopen.jpg\" alt=\"Open Joints\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Expansion Joints:</strong> This sign is used when a joint across lanes creates a bump or is wide enough to cause loss of traction in wet weather.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2jointsexpand.jpg\" alt=\"Expansion Joints\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Intersections:</strong> An intersection is ahead. &nbsp;Be alert for vehicles entering the road on which you are traveling.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2crossroad.jpg\" alt=\"Crossroad\" width=\"100\" height=\"100\" /><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2sideRoad.jpg\" alt=\"Side Road\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Y Intersection:</strong> You must bear either right or left ahead.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2interY.jpg\" alt=\"Y Intersection\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>T Intersection:</strong> The roadway you are traveling on ends ahead. Signal before turning right or left.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2interT.jpg\" alt=\"T Intersection\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Right Curve &ndash; Side Road:</strong> The road ahead curves right and a side road joins from the left within the curve. Be alert for vehicles entering the roadway you are traveling on.</p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2rightCurveside.jpg\" alt=\"Right Curve Side Road\" /></p>\n<p>&nbsp;</p>\n<p><strong>Sharp Right Turn:</strong> Slow down and be prepared for a sharp right turn in the road ahead.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2rightSharp.jpg\" alt=\"Sharp Right Turn\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Sharp Right and Left Turns:</strong> Slow down and be prepared for the road ahead to turn sharply right, then left.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2sharpRightleft.jpg\" alt=\"Sharp Right and Left Turns\" /></p>\n<p>&nbsp;</p>\n<p><strong>Right and Left Curves:</strong> The road ahead curves right, then left. Slow down.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2rightLeftcurve.jpg\" alt=\"Right and Left Curves\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Right Curve with Safe Speed Indicator:</strong> The road ahead curves right. Slow down to the safe speed limit indicated.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2rightCurvespeed.jpg\" alt=\"Right Curve With Speed Indicator\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Winding Road:</strong> The road ahead winds with a series of turns or curves. On all curves, slow down for better control.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2windingRoad.jpg\" alt=\"Winding Road\" /></p>\n<p>&nbsp;</p>\n<p><strong>Low Ground Railroad Crossing:</strong> A steep slope where the railroad tracks cross the road may cause the bottom of low vehicles to get caught or drag on the tracks.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2lowGroundrail.jpg\" alt=\"Low Ground Railroad Crossing\" /></p>\n<p>&nbsp;</p>\n<p><strong>Railroad Crossing:</strong> Advance warning signs are placed before a railroad crossing. These signs warn you to look, listen, slow down and be prepared to stop for trains or any vehicles using the rails.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2railCross.jpg\" alt=\"Railroad Crossing\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p><strong>Railroad Crossbuck:</strong> This sign is a warning of a railroad crossing. &nbsp;Look, listen, slow down and be prepared to stop for trains or any vehicles using the rails. &nbsp;Trains may be approaching from either direction. &nbsp;If there is more than one track, trains may be approaching from either direction on either track.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2railCrossbuck1.jpg\" alt=\"Railroad Crossbuck\" /></p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p><strong>Railroad Crossbuck and Flashing Lights:</strong> Flashing lights may be used with crossbuck signs. Always stop when the light begins to flash and be alert for approaching &nbsp;trains. Do not proceed until all trains or any other vehicles using the rails have passed, the tracks are clear, and the lights are no longer flashing. Be especially alert at multi-track crossings because a second train could be approaching from the opposite direction.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2railCrossbuck3.jpg\" alt=\"Railroad Crossbuck and Flashing Lights\" /></p>\n<p>&nbsp;</p>\n<p><strong>Crossbuck, Flashing Lights and Gate:</strong> Gates are used with flashing light signals at some crossings. Stop when the lights begin to flash and before the gate lowers. Remain stopped until the gates are raised and the lights stop flashing. Do not attempt to drive around the lowered gate.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2railCrossbuck4.jpg\" alt=\"Crossbuck, Flashing Lights and Gate\" /></p>\n<p>&nbsp;</p>\n<p>Pavement markings, consisting of an X and RR, may be painted on the pavement at the approach to some crossings. When approaching railroad tracks, be alert. Trains may approach the crossing at any time and from either direction. Unless you can clear the tracks completely, never start across the tracks. Make sure there is room for your vehicle on the other side of the tracks before proceeding.</p>\n<p>&nbsp;<img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2paveMarks.jpg\" alt=\"Pavement Markings\" /></p>\n<p>&nbsp;</p>\n<p>Note: School buses must always stop at railroad crossings, even when the lights are not flashing.</p>\n<p>&nbsp;</p>\n<p>If a dangerous condition exists at a rail crossing, call the number listed on the emergency sign. This will allow the rail company to stop or reroute approaching rail traffic until the hazard is removed. Be sure to give the posted crossing number so that the hazard can be identified correctly.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2reportEmer.jpg\" alt=\"Report Emergency\" /></p>\n<p>&nbsp;</p>\n<p>If your car stalls on the tracks, don't hesitate. Get out of the car right away and run diagonally away from the tracks in the direction of the oncoming train.</p>\n<p><img id=\"__mcenew\" src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2paveMarksTrain.jpg\" alt=\"Train Approaching\" /></p>\n<p>&nbsp;</p>","id":"54fb1d212299d67b55f508e9","section":"2","subSectionID":"4","subSectionTitle":"Warning Signs","update":"Wed Dec 07 2016 14:38:40 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b744","__v":0,"copy":"<h2>3.2 - Yielding the Right-of-Way</h2>\n<p>&nbsp;</p>\n<p>Yield also means to stop if you cannot merge safely into the flow of traffic.</p>\n<p>&nbsp;</p>\n<p>Examples of yielding the right-of-way:</p>\n<ul>\n<li>When two vehicles from different directions arrive at an intersection at different times, the vehicle that arrives first goes first.</li>\n<li>When two vehicles from different directions arrive at the same time at an intersection with no signs or signals, the driver on the left must allow the driver on the right to go first.</li>\n<li>If the traffic lights at an intersection are not working, all vehicles coming to the intersection must stop. The driver on the left must yield to the driver on the right.</li>\n<li>Drivers entering an interstate from an entrance ramp must yield the right-of-way to traffic already on the highway.</li>\n<li>Drivers entering any intersection or traffic circle must yield to traffic already in it.</li>\n<li>When entering a roadway from a private road or driveway, you must stop and yield to all traffic and pedestrians.</li>\n<li>You must yield to pedestrians or bicyclists who are crossing a street within a clearly marked crosswalk or at an unmarked intersection. Remember that turns on red are especially hazardous to pedestrians. &nbsp;Avoid conflict with pedestrians and bicyclists; permit them to cross the street safely.</li>\n<li>You must yield to funeral processions. Do not cut through, join or interfere with a funeral procession. Unless led by a police escort, the lead vehicle in a funeral procession must obey all traffic signs and signals.&nbsp;Other drivers in the procession may follow carefully without stopping and may use hazard lights (flashers) to indicate they are in the procession.</li>\n<li>You must yield to all military convoys. Never cut through or join a military convoy.</li>\n</ul>\n<h3>Yielding to Vehicles with Flashing Lights</h3>\n<p>Drivers must take specific actions when they see vehicles with flashing or blinking blue, red, yellow or white lights on roadways.</p>\n<h4>&nbsp;</h4>\n<h4>Stopped vehicles</h4>\n<ul>\n<li>When approaching a stopped vehicle with flashing lights on a four lane highway, you must change to a lane not next to the emergency vehicle, if you can change lanes safely. If you are unable to safely change lanes, reduce your speed and proceed &nbsp;with caution. Violations can result in court suspension of your driver's license&nbsp;and demerit points on your driving record.</li>\n<li>You may not park within 500 feet of where fire trucks or equipment are stopped &nbsp;answering an alarm.</li>\n</ul>\n<h4>Approaching vehicles &ndash; same direction</h4>\n<ul>\n<li>Never follow an emergency vehicle closer than 500 feet when its lights are flashing.</li>\n<li>When police, fire and rescue vehicles or ambulances approach you from behind your vehicle using a siren, flashing lights or both, you must immediately yield the right-of-way. Safely pull over to the right edge of the road and stop until the emergency vehicle has passed.</li>\n</ul>\n<h4>Approaching vehicles &ndash; opposite &nbsp;direction</h4>\n<ul>\n<li>When emergency vehicles approach you in the opposite lane on an undivided highway, you must pull over to the edge of the road and stop until the emergency vehicle passes.</li>\n</ul>\n<p>These requirements do not apply in highway work zones.</p>\n<h2>Roundabouts</h2>\n<p>Roundabouts, rotaries, circular intersections and traffic circles are all terms for intersections with a circular island in the center. Roundabouts may have one or more lanes. Entering traffic must yield the right-of-way to traffic already in the circle. Each road approaching the roundabout is marked with a yield sign and may also have a yield line markings on the pavement. However, rotaries and other circles may have stop signs. Drivers must pay attention and obey the signs.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2roundabout.jpg\" alt=\"Roundabouts\" width=\"100\" height=\"100\" /></p>\n<p>&nbsp;</p>\n<p>When approaching a roundabout, slow down. Use your turn signals to indicate where you want to go. If you plan to turn right, stay to the right as you enter the roundabout. If you plan to go straight, you may stay in either lane (if it is a dual lane circular intersection). If you plan to turn left, stay to the left as you enter the roundabout.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3roundabout_v1.jpg\" alt=\"Roundabout and Yielding\" /></p>\n<p>&nbsp;</p>\n<p>Tips for driving safely through a roundabout:</p>\n<ul>\n<li>As you approach the roundabout, slow down; look for the street and direction signs. This will help you know which exit to take. These signs should be posted along the roadside before you reach the roundabout.</li>\n<li>When you arrive at the roundabout, yield the right-of-way to pedestrians and bicyclists. You also must yield to any vehicles already in the roundabout. Sometimes your entry point will be controlled by a stop or yield sign, or traffic signal. When the way is clear, you may enter the roundabout.</li>\n<li>While inside the roundabout, stay in your lane until you are ready to exit. Use your vehicle's right turn signal to let drivers around you know what you want to do.</li>\n<li>Do not change lanes or take an exit before checking for vehicles that may be continuing through the roundabout in the lane next to you or behind you. Expect vehicles to be in blind spots you cannot see in your rearview or side mirrors. Quickly glance over your shoulder and check for any vehicles that may be in your blind spot.</li>\n</ul>\n<p>More information about driving safely through a roundabout is available on the Virginia Department of Transportation's <a href=\"http://www.virginiadot.org/info/faq-roundabouts.asp\">website</a>.</p>","id":"54fb1e232299d67b55f508fb","section":"3","subSectionID":"2","subSectionTitle":"Yielding and Roundabouts","update":"Thu Sep 01 2016 18:41:52 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b745","__v":0,"copy":"<h2>3.1 - Hand Position</h2>\n<p>&nbsp;</p>\n<p>Every time you get behind the wheel, you accept responsibility for your actions. You must obey Virginia's traffic laws, and ensure your safety and the safety of your passengers and other motorists, pedestrians and bicyclists on the roadways.</p>\n<p>&nbsp;</p>\n<p>Sit straight but relaxed and place your hands on the steering wheel. If your steering wheel was a clock, your hands should be at the 8 o'clock and 4 o'clock positions. Hold the wheel with your fingers and thumbs. Avoid gripping it with your palms.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3handPosition_v1.jpg\" alt=\"Hand Position\" width=\"300\" height=\"202\" /></p>\n<p>&nbsp;</p>\n<h2>Speed Limits</h2>\n<p>A speed limit is the maximum legal speed you can travel on a road under ideal conditions. You may drive slower than the posted speed, but it is illegal to drive any faster. By law you must drive slower where signs indicate a school zone speed limit or work zone speed limit is in effect, and/or if conditions such as road construction or bad weather make the posted speed unsafe. &nbsp;It is illegal to use radar detectors in Virginia.</p>\n<table style=\"width: 889px;\">\n<tbody>\n<tr>\n<td style=\"width: 888px;\" colspan=\"2\">\n<p style=\"text-align: center;\"><strong>Maximum speed limit for passenger vehicles and motorcycles (unless posted otherwise)</strong></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 771px;\">\n<p style=\"text-align: center;\"><strong>&nbsp;Type of Highway or Zone</strong></p>\n</td>\n<td style=\"width: 117px;\">\n<p style=\"text-align: center;\"><strong>&nbsp;Speed Limit</strong></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 771px;\">\n<p>&nbsp;Interstate highways&nbsp;</p>\n</td>\n<td style=\"text-align: center; width: 117px;\">\n<p>&nbsp;55-70 mph</p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 771px;\">\n<p>Public highways&nbsp;not part of the interstate system</p>\n</td>\n<td style=\"text-align: center; width: 117px;\">\n<p>&nbsp;55 mph</p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 771px;\">\n<p>&nbsp;Unpaved Roads</p>\n</td>\n<td style=\"text-align: center; width: 117px;\">\n<p>35 mph</p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 771px;\">\n<p>School, business and residential&nbsp;areas</p>\n</td>\n<td style=\"text-align: center; width: 117px;\">\n<p>25 mph</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h2>Stopping</h2>\n<p>You must always stop your vehicle:</p>\n<ul>\n<li>at all stop signs, red traffic lights and flashing red signals</li>\n<li>when entering a street or crossing over a sidewalk from a driveway, alley, building or parking lot</li>\n<li>at railroad crossings with flashing signals</li>\n<li>when signaled by flaggers directing traffic</li>\n<li>for pedestrians attempting to cross the street at a crosswalk</li>\n<li>at the direction of a police officer. If you don't obey a law enforcement officer's signal to stop and the officer pursues you and is killed as a direct results of the pursuit, you will be guilty of a Class 4 felony.</li>\n<li>at the scene of a crash in which you are involved</li>\n</ul>\n<p>&nbsp;When approaching a stop sign and the car in front of you proceeds, stop at the sign and proceed when the way is clear.</p>\n<h3>Stopping for School Buses</h3>\n<p>In the following pictures, the red vehicles must stop and remain stopped until all children are clear of the roadway and the bus moves again.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3redCar.jpg\" alt=\"Red Car\" width=\"152\" height=\"82\" /></p>\n<ul>\n<li>You must stop for stopped school buses with flashing red lights and extended stop sign when you approach from any direction on a highway, private road or school driveway. Stop and remain stopped until all persons are clear and the bus moves again.</li>\n<li>You must also stop if the bus is loading or unloading passengers and the signals are not on.</li>\n</ul>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3busRoad1_v1.jpg\" alt=\"Bus on Road\" width=\"230\" height=\"307\" /></p>\n<ul>\n<li>You do not have to stop if you are traveling in the opposite direction on a roadway with a median or barrier dividing the road and the bus is on the opposite side of the median or barrier. However, be prepared for unexpected actions by persons exiting the school bus.</li>\n</ul>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3busRoad2_v1.jpg\" alt=\"Bus on Road\" width=\"230\" height=\"307\" /></p>\n<h3>Stopping Distance</h3>\n<p>Three factors determine the distance that it takes to stop&nbsp;your vehicle: perception time, reaction distance and braking distance.</p>\n<p><strong>Perception time:</strong> The time it takes you to recognize a hazard.</p>\n<p><strong>Reaction distance:</strong> The distance your vehicle travels between the time you recognize a problem and the time you apply the brakes.</p>\n<p><strong>Braking distance:</strong> The distance your car travels after you apply the brakes.</p>\n<p>&nbsp;</p>\n<p>Perception time, reaction distance and braking distance are affected by weather, visibility, and your mental and physical condition. Braking distance is also affected by how fast your vehicle is traveling, the condition of your brakes and tires, and the pavement condition. For example, wet pavement can double your braking distance.</p>\n<p>&nbsp;</p>\n<p>Average stopping distance on dry, level pavement.</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3safeStop.jpg\" alt=\"Safe Stopping Distance\" width=\"300\" height=\"132\" /></p>\n<p><em>Source: Code of Virginia section 46.2-880</em></p>\n<p>&nbsp;</p>\n<p><strong>Antilock Brakes</strong></p>\n<p>If your vehicle has antilock brakes, be sure that you understand how they work. Check your vehicle owner's manual and practice braking before you go out on the road. Remember, never pump antilock brakes.</p>","id":"54fb1e052299d67b55f508f9","section":"3","subSectionID":"1","subSectionTitle":"Hand Position, Stopping and Speed Limits","update":"Tue Sep 06 2016 18:40:18 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b746","__v":0,"copy":"<h2>3.4 - Maintaining a Space Cushion</h2>\n<p>&nbsp;</p>\n<p>Space&nbsp; around your vehicle gives you distance to react in emergencies and avoid a crash. Create a space cushion around your vehicle by staying in the middle of your lane. Make sure there is enough room ahead of your vehicle and behind it for other vehicles to pass or stop safely.</p>\n<p>&nbsp;</p>\n<p>&nbsp;<strong>Use the two-, three- and four-second rule</strong> to determine if you are following far enough behind the vehicle ahead of you.</p>\n<table style=\"height: 162px; width: 583px;\" width=\"683\">\n<tbody>\n<tr>\n<td colspan=\"2\">\n<h4>Following Distance</h4>\n</td>\n</tr>\n<tr>\n<td style=\"text-align: center;\" colspan=\"2\">\n<p>At these posted speeds and on dry surfaces, this distance, in seconds,</p>\n<p>allows the driver to steer and brake out of a problem area.</p>\n</td>\n</tr>\n<tr>\n<td>2 seconds</td>\n<td>Under 35 mph</td>\n</tr>\n<tr>\n<td>3 seconds</td>\n<td>35-45 mph</td>\n</tr>\n<tr>\n<td>4 seconds</td>\n<td>46-70 mph</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<p>&nbsp; Here's how the following distance rule works.</p>\n<ul>\n<li>Glance at the vehicle ahead as it passes a fixed object, such as an overpass, sign, fence, corner or other fixed mark.</li>\n<li>Begin counting the seconds it takes you to reach the same place in the road.</li>\n</ul>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3follow2.jpg\" alt=\"Following Distance\" width=\"230\" /></p>\n<p>&nbsp;</p>\n<p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3follow1.jpg\" alt=\"Following Distance\" width=\"230\" /></p>\n<p>&nbsp;</p>\n<ul>\n<li>If you reach the mark before you have counted off two, three, or four seconds, depending&nbsp; on speed, you're following too closely. Slow down and increase your following distance.</li>\n<li>For bad weather conditions, heavy traffic, poor pavement or if your vehicle is in poor condition, add extra seconds to increase your following distance.</li>\n</ul>\n<p><strong>Drivers need to change following distance</strong> when speed or road conditions change. Hand response time is close to a half second. Foot response time is normally three-quarters of a second. This does not take into account any delay in perception time as a result of the driver being tired, on medication, distracted, etc. Road conditions, speed, driver alertness, and even following vehicles of different weights all change the ability to stop.</p>\n<p>&nbsp;</p>\n<p><strong>Increase your following distance</strong> when driving:</p>\n<ul>\n<li>behind a large vehicle that blocks your vision</li>\n<li>in bad weather or heavy traffic</li>\n<li>when exiting an expressway behind a motorcycle</li>\n<li>when being tailgated</li>\n</ul>\n<p>Tailgating is when the driver behind you is following too closely. If you find yourself in this situation, do not brake suddenly. If possible, move over to another lane, or gently tap your brakes to flash your brake lights and slow down. This should encourage the tailgater to pass you or slow down.</p>\n<p>&nbsp;</p>\n<p>Help the driver behind you by maintaining a safe following distance and a steady speed. Tap your brakes to warn the driver behind you when you plan to slow down or stop.</p>","id":"54fb1e752299d67b55f50902","section":"3","subSectionID":"4","subSectionTitle":"Maintaining a Space Cushion","update":"Wed Sep 07 2016 15:03:05 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b747","__v":0,"copy":"<h2>3.3 - Changing Lanes</h2><p>&nbsp;</p><p>Before changing lanes, check your side and rearview mirrors for traffic approaching you from behind. Then, use your turn signal to let other drivers know you plan to change lanes. Check for other drivers who also may be moving into the same lane. Just before you begin moving into the other lane, quickly glance over your shoulder and check for any vehicles that may be in your blind spot. Whether you are changing lanes, passing, entering or exiting a highway, always use your turn signals and check traffic to the rear and sides. When driving on a multi-lane highway, stay in the right lane if you are driving slower than the traffic around you.</p><h3>Passing</h3><p><strong>When passing another vehicle:</strong></p><ul><li>check the traffic ahead of you, behind you and in your blind spot before you attempt&nbsp; to pass. Signal and then accelerate to pass. Return to the right lane as soon as you can see the front of the passed vehicle in your rearview mirror.</li><li>it is against the law to exceed the speed limit as you pass.</li><li>complete the pass before you reach a No Passing zone. If you're still in the left lane when you reach the zone, you're breaking the law. You may pass on the right if the vehicle you are passing has signaled and is making a left turn. Be cautious because the vehicle you are passing may be blocking your view or blocking the view of other drivers.</li><li>you may not pass on the right if you must drive off the pavement or main portion of the roadway to get around the other vehicle.</li><li>when approaching or passing a person riding a bicycle, moped, or power-assisted bicycle or other device, reduce speed and pass at least three feet to the left.</li></ul><p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3passing_v3.jpg\" alt=\"Passing\" data-mce-src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3passing_v3.jpg\"></p><p>&nbsp;</p><p><strong>When being passed</strong>, don't speed up. Maintain a steady speed or slow down.</p><p>&nbsp;</p><p><strong>Passing is unlawful and unsafe:</strong></p><ul><li>on hills, curves, at intersections or railroad crossings, except on roads with two or more lanes of traffic moving in the same direction</li><li>off the pavement or shoulder of the road</li><li>when a school bus is stopped to load or unload passengers on a public road (unless a physical barrier or unpaved median separates traffic going in either direction) or on a private road</li><li>when a solid line marks the left side of your lane</li></ul><h2>Over-correcting</h2><p>Over-correcting occurs when the driver turns the steering wheel more sharply than expected, causing the rear wheels of the vehicle to slide toward the outside of the turn. This may result in the loss of vehicle control.</p><p>&nbsp;</p><p>Most over-correction crashes are single vehicle crashes and are often preventable. A driver should remain alert at all times. Reduce speed and use extra caution while driving on curved roads. If you veer off the road, curved or straight, do not panic. Gradually reduce your speed, look in the direction you want to go, slowly steer back onto the roadway.</p><p>&nbsp;</p><h2>Turning</h2><p><strong>To make a right turn</strong> you should be in the lane closest to the curb. Signal your intent to turn by using the proper turn signal. You should signal at least three or four seconds, 100 feet, ahead of the turn. Look to your left to check the intersection for pedestrians and traffic coming from the other direction. Then brake smoothly before and during the turn. If there is a traffic light or a stop sign at the intersection, come to a complete stop before you make the turn. Turn into the lane closest to the curb unless pavement markings lead you otherwise, and then change lanes if needed.</p><p>&nbsp;</p><p><strong>To make a left turn</strong> you should be in the farthest left lane possible, turning into the leftmost lane on the intersecting road, unless pavement markings lead you otherwise; or, unless multiple left turn lanes are provided. If multiple left turn lanes are provided, you should choose the lane that will best serve your need once you enter the intersecting road. Signal your intent to turn by using the proper turn signal. You should signal at least three to four seconds, 100 feet, ahead of the turn. Look in all directions, checking the intersection for pedestrians and traffic coming from the opposite direction. Keep your front wheels pointed straight ahead until you are actually going to make the left turn. This prevents you from being pushed into oncoming traffic if another vehicle crashed into you from behind. When the way is clear, make the left turn, yield to any vehicles including bicycles and pedestrians) approaching from the opposite direction.</p><p>&nbsp;</p><p><strong>When two vehicles are approaching each other and signaling to turn left</strong>, both vehicles should turn in front of each other so that the passenger sides of the vehicles are beside each other.</p><p>&nbsp;</p><p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3leftTurns_v1.jpg\" alt=\"Left Turns\" data-mce-src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3leftTurns_v1.jpg\"></p><p>&nbsp;</p><h2>U-Turns</h2><p>&nbsp;U-turns are not legal everywhere. Before you make a U-turn, check for No U-Turn or No Left Turn signs. In business districts, cities and towns, U-turns are allowed only at intersections. Never make a U-turn on a highway.</p><p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noU.jpg\" alt=\"No U Turn\" data-mce-src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/2noU.jpg\"></p><p>&nbsp;When making a U-turn, turn on your left-turn signal, stop, and yield for approaching traffic. When the way is clear, proceed into the outside or right hand lane traveling in the opposite direction.</p><p>&nbsp;</p><h2>Turn Signals</h2><p>When you plan to change lanes, turn, or enter or exit a highway, first give the proper turn signal. Using your turn signal, which is required by law, communicates your intended movement to drivers around you. Develop a good habit and use turn signals or hand signals even if no other traffic is on the road.</p><p>&nbsp;</p><p>When you plan to turn, signal three or four seconds, 100 feet, ahead of your turn. Be aware that drivers planning to turn into your lane may not know exactly where you will turn; drivers may pull out in front of you. Be alert.</p><p>&nbsp;</p><p>After you complete the turn or lane change, be sure the turn signal stops flashing.</p><p>&nbsp;</p><h2>Hand Signals</h2><p>&nbsp;</p><p><strong>Left Turn:</strong>&nbsp;Left hand and arm pointing straight out <br></p><p>&nbsp;<br></p><p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/handSignalRight_v4.jpg\" alt=\"\" data-mce-src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/handSignalRight_v4.jpg\"></p><p>&nbsp;</p><p>&nbsp;<br></p><p><strong>Right Turn:</strong>&nbsp;Left hand and arm pointing upward <br></p><p>&nbsp;<br></p><p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/handSignalLeft_v4.jpg\" alt=\"Hand Signal Left\" data-mce-src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/handSignalLeft_v4.jpg\"></p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Slow or Stop:</strong> Left hand and arm pointing downward</p><p><img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/handSignalSlowStop_v4.jpg\" alt=\"Hand Signal Slow/Stop\" data-mce-src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/handSignalSlowStop_v4.jpg\"></p><p>&nbsp;</p><p>&nbsp;</p>","id":"54fb1e442299d67b55f508fe","section":"3","subSectionID":"3","subSectionTitle":"Changing Lanes, Passing and Turning","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b748","__v":0,"copy":"<h2>3.5 - Searching</h2>\n<p>&nbsp;</p>\n<p>Searching means looking at the entire scene for anything that might come into your path. As you search the road, avoid staring at one thing. Keep your eyes moving and learn to read the road and your surroundings.</p>\n<p>&nbsp;</p>\n<p><strong>Looking ahead</strong> will help you identify risks early and provide you with more time to react. Expert drivers try to focus their eyes 20 to 30 seconds ahead. In the city, that equals approximately one block. Avoid staring at the middle of the road. scan from side to side, checking for traffic signs and signals, cars or people that might be in the road by the time you reach them.</p>\n<p>&nbsp;</p>\n<p><strong>Search for clues on the road.</strong> Look for exhaust smoke, brake or back-up lights and turned wheels on vehicles. Clues like these warn that the vehicles may pull into your path. Watch for pedestrians, bicyclists and other slow moving vehicles that may be in the road ahead.</p>\n<p>&nbsp;</p>\n<p><strong>When driving in rural areas</strong>, watch for hidden intersections and driveways, curves, hills and different road conditions. Watch for other vehicles, especially trucks, oversized and slow-moving farm vehicles, and bicycles.</p>\n<p>&nbsp;</p>\n<p><strong>Check from left to right and then left again before entering an intersection.</strong> Whenever&nbsp; you reach a place in the road where other cars, people or animals may cross your path, look both ways to be sure it is clear. These include intersections, crosswalks, shopping centers, construction areas and playgrounds. At any intersection, look to the left first, since cars coming from the left will be closer to you. Then look to the right and take one more quick look to the left before you drive through.</p>\n<p>&nbsp;</p>\n<p><strong>Look behind.</strong> Use your rearview mirror to check the traffic behind you frequently, about every 10 seconds. This will alert you if someone is moving up too quickly or tailgating you. Check the traffic behind you when changing lanes, backing up, slowing down quickly or driving down a long, steep hill.</p>\n<p>&nbsp;</p>\n<h2>Blind Spots</h2>\n<p>&nbsp;</p>\n<p>Blind spots are danger areas that cannot be seen in the mirrors on either or both sides of the vehicle.</p>\n<p>&nbsp;</p>\n<p>The best way to see a car in your blind spot is by quickly turning your head and glancing over your shoulder to ensure the way is clear before changing lanes or passing another vehicle.</p>\n<p>&nbsp;</p>\n<p>Avoid driving in someone else's blind spot. This can be just as dangerous as not checking your own blind spot. Speed up or drop back; but, don't stay in the other driver's blind spot.</p>","id":"54fb1e9e2299d67b55f50907","section":"3","subSectionID":"5","subSectionTitle":"Searching and Blind Spots","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b749","__v":0,"copy":"<h2>3.6 - Sharing the Road</h2>\n<p>&nbsp;</p>\n<p>Drivers share the road with many other users: pedestrians, bicyclists, moped and motorcycle riders, trucks and buses, recreational vehicles and other vehicles of all shapes and sizes. It is your responsibility to adjust your driving to avoid other drivers' mistakes and assure everyone's safety.</p>\n<p>&nbsp;</p>\n<p><strong>Pedestrians&nbsp;</strong>are especially prone to serious injury when struck.</p>\n<ul>\n<li>Be careful around schools, playgrounds and in residential areas where small children may be playing or crossing the street.</li>\n<li>Look out for the elderly, who may have poor vision and hearing. Remember that the elderly and people with disabilities may move slowly.</li>\n<li>Be especially aware of pedestrians when making a right or left turn. They have the right-of-way. Allow pedestrians to completely cross the street before beginning your turn.</li>\n<li>Be alert for pedestrians at all times. Slow down and be prepared to stop.</li>\n</ul>\n<p><strong>Bicycles: </strong>Bicycles are considered vehicles and have the same right-of-way as motor vehicles. Bicyclists are allowed to ride in the center of the lane, when necessary, such as when they are about to turn left or when the lane is too narrow to share side-by-side with a car. &nbsp;Bicyclists are legally allowed on all public roads except interstates and most freeways (limited access highways). &nbsp;Bicyclists may also be riding in either direction on sidewalks.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Bicyclists are expected to obey the same traffic rules and regulations as vehicle drivers; however, many are children who may not know or obey the rules. Slow down when you approach bicyclists. State law requires motorists to pass cyclists with at least three feet of clearance. Give them plenty of room when passing and be prepared to stop suddenly. Check your blind spots. A bicycle&rsquo;s small size allows it to slip into your blind spot easily. Always check for bicyclists before you pull out, change lanes, turn, back up, or proceed through an intersection.</p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/shareTheRoad_v1.jpg\" alt=\"Share the Road\" width=\"120\" height=\"214\" /></p>\n<p>&nbsp;</p>\n<p><strong>Mopeds:</strong> It is against the law to operate a moped faster than 35 MPH or on an interstate highway. Any person who operates a moped faster than 35 mph is considered to be operating a motorcycle which must meet Virginia registration requirements. In addition, the operator would be required to hold a valid driver's license with a motorcycle classification or a driver's license restricted to operating motorcycles only.</p>\n<p>&nbsp;</p>\n<p>Moped riders must be at least age 16 and obey all rules of the road. They must carry some form of government-issued photo identification (does not have to be a driver's license) that includes name, address and date of birth. As a driver, treat moped riders with the same care given to any other vehicle driver. Riders and passengers must wear helmets and use eye protection if the moped does not have a windshield. The moped must be titled and registered with DMV.</p>\n<p>&nbsp;</p>\n<p>Although you do not need a driver's license to operate&nbsp; a moped, you may not operate a moped if you have been declared a habitual offender and your license is suspended or revoked for driving while intoxicated.</p>\n<p>&nbsp;</p>\n<p><strong>Motorcycles:</strong> Approximately half of all fatal motorcycle crashes involve automobiles. Many crashes are caused by the motorist's failure to see a motorcycle in traffic.</p>\n<ul>\n<li>Look for motorcyclists. In more than half of all crashes involving motorcycles and automobiles, the other driver didn't see the motorcycle until it was too late. Drivers are conditioned to look for four-wheeled vehicles, but they don't expect to see two-wheeled vehicles. A motorcycle's small size also makes it difficult to see.</li>\n<li>Check your blind spots. A motorcycle's small size allows it to slip into your blind spot easily. Always check for motorcycles before you pull out, change lanes, turn, back up or proceed through an intersection.</li>\n<li>Never tailgate a motorcycle (or any other vehicle). Allow yourself plenty of braking distance by adding an extra second to the following distance rule. In inclement weather, double this distance.</li>\n<li>Anticipate the motorcyclist's movements. Although a motorcycle is not as wide as the lane, the rider will use the entire lane as traffic situations and road conditions change. A slight change or debris on the road surface can be a major obstacle for a motorcyclist. Expect the motorcycle to make sudden moves within the lane. Never drive beside a motorcycle in the same lane.</li>\n<li>Yield to motorcycles. The small size of a motorcycle can cause you to misjudge the motorcycle's speed and distance. Before pulling out into traffic, check twice for motorcycles and use extra caution before you pull out in front of one.</li>\n</ul>\n<p><strong>Light Rail:</strong> There is a light rail train system in Norfolk called The Tide. Light rail trains share the road with motor vehicles and bicyclists, and they intersect with motor vehicle traffic at 27 locations along the 7.4 mile route. Stay safe when driving around The Tide by obeying the tips below:</p>\n<ul>\n<li>Pay attention to changing traffic patterns and always follow the roadway.</li>\n<li>Never drive around lowered crossing gates.</li>\n<li>Always look both ways before turning across train tracks.</li>\n<li>Expect trains on any track at any time. Always obey signs and traffic signals.</li>\n<li>Never stop, pass or shift on train tracks.</li>\n<li>Don't cross train tracks unless you have enough room to cross without stopping and can clear the tracks to a safe distance.</li>\n</ul>\n<p>For more info about light rail safety, visit <a href=\"http://gohrt.com\">gohrt.com</a> or call <a href=\"tel://1-757-222-6100\">(757) 222-6100</a>.</p>\n<p>&nbsp;</p>\n<p><strong>Low Speed Vehicles:</strong> These electrically powered four-wheel vehicles have a maximum speed ranging from 21 to 25 mph. Low speed vehicles may be operated on public roads with speed limits of 35 mph or less by licensed drivers or learner's permit holders accompanied by a licensed driver. Low speed vehicles must comply with all federal safety standards and must meet Virginia's requirements for passenger vehicle registration and insurance coverage. Golf carts are not classified as low speed vehicles.</p>\n<p>&nbsp;</p>\n<p><strong>Trucks, Tractor-Trailers, Buses and RVs:</strong> Trucks, tractor-trailers, buses and recreational vehicles (RVs) - including motor homes, campers and travel trailers - are longer, higher and wider than other vehicles. They accelerate slowly and require greater stopping and turning distances. Plus, there are danger areas around these vehicles where crashes are more likely to occur. These areas are called No-Zones. No-Zones on the side, front and rear also include blind spots where your car disappears from the driver's view.</p>\n<p>&nbsp;</p>\n<p><strong>Learning the No-Zones can save your life.</strong></p>\n<p>&nbsp;<img src=\"https://dmvstore.blob.core.windows.net/manuals/images/1/3noZone_v1.jpg\" alt=\"No Zone\" /></p>\n<ul>\n<li><strong>Side No-Zones:</strong> Trucks, tractor-trailers, buses and RVs have big No-Zones on both sides that are dangerous because these vehicles must make wide turns. These No-Zones or blind spots are much larger than your car's blind spots. If you can't see the driver's face in his side view mirror, then he can't see you.</li>\n<li><strong>Rear No-Zone:</strong> Trucks, tractor-trailers, buses and RVs have huge No-Zones directly behind them. The driver can't see your car behind his vehicle and you can't see what's happening in traffic ahead of his vehicle. If the truck, bus or RV brakes or stops suddenly, you have no place to go and could crash into the vehicle's rear-end. Always maintain a safe following distance.</li>\n<li><strong>Front No-Zone:</strong> You could get rear-ended by a truck, bus or RV if you cut in front too soon after passing the vehicle or if you cut in front and then suddenly slow down. The truck, bus and RV drivers would be forced to slam on their brakes. These vehicles need nearly twice the time and room to stop as cars. A truck and its trailer may be as long as 65 feet and it may take you more than half a mile of clear road to pass. When passing, look for the entire front of the truck in your rearview mirror before pulling in front. And then, maintain your speed.</li>\n<li><strong>Wide Turns:</strong> Trucks, buses and RVs sometimes need to swing wide to the left or right to safely make a turn. They can't see the cars directly behind or beside them. In fact, their blind spots may stretch up to 20 feet in front of the cab and approximately 200 feet behind the vehicle. Never try to squeeze between a truck, bus or RV and the curb or another vehicle.</li>\n</ul>\n<p><strong>Light to Medium Trailers: </strong>These trailers are attached&nbsp; to mid-sized cars and trucks with safety chains and a trailer hitch. Large side mirrors are generally needed to increase visibility. Towing a trailer places additional stress on the vehicle; it takes the vehicle twice as long to pass, stop, accelerate and turn. Remember the No-Zones described under Trucks, Tractor-Trailers and RVs.</p>\n<p>&nbsp;</p>\n<p><strong>Before driving a vehicle with a light to medium trailer attached</strong>, perform a safety inspection before each trip. Ensure:</p>\n<ul>\n<li>the pin securing the ball mount to the receiver is intact</li>\n<li>the hitch coupler is secured</li>\n<li>chains are properly attached</li>\n<li>the electrical plug is properly installed</li>\n<li>brake lights, turn signals, and license plate lights are functioning properly.</li>\n</ul>\n<p>Before pulling a trailer on public roads, find a location such as a vacant parking lot to practice and get a feel for how your vehicle and trailer will handle.</p>\n<p>&nbsp;</p>\n<p><strong>When driving a vehicle with a light to medium trailer attached:</strong></p>\n<ul>\n<li>always allow for the added&nbsp; length of the trailer when you change lanes</li>\n<li>if your trailer starts to sway, steer toward your target</li>\n<li>when backing up, place your hand on the bottom of the steering wheel. If you cannot see where you are backing up, have someone outside to help guide you. To back the trailer to the left, use your left hand to move the wheel left. To back the trailer to the right, use your right hand to move the wheel to the right.</li>\n</ul>","id":"54fb1f062299d67b55f5090d","section":"3","subSectionID":"6","subSectionTitle":"Sharing the Road","update":"Thu Sep 08 2016 15:02:12 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}},{"_id":"55e63bc18c68d77b4b69b74b","__v":0,"copy":"<h2>3.8 - Dangerous Driving Behaviors</h2>\n<h3>Aggressive Driving</h3>\n<p>This dangerous driving behavior is defined by Virginia law as the intent to harass, intimidate, injure or obstruct another person while committing one or more traffic offenses such as failing to stop or yield the right-of-way, avoiding a traffic control device or failing to give way to an overtaking vehicle.</p>\n<p>&nbsp;</p>\n<p><strong>When aggressive drivers are behind the wheel, these high-risk drivers take out their anger on other motorists.</strong> Their frustration levels run high while their concerns for fellow motorists run low. They break the law by running stop signs and red lights, speeding, tailgating, weaving in and out of traffic, passing on the right (including on the shoulder and unpaved portions of the road), making improper and unsafe lane changes, as well as making hand and facial gestures, screaming, honking and flashing their lights.</p>\n<p>&nbsp;</p>\n<p><strong>Protect yourself.</strong> If you see an aggressive driver, stay out of the way. Don't challenge the aggressive driver by speeding up or trying to out-maneuver him. Avoid eye contact and ignore his gestures and shouting.</p>\n<p>&nbsp;</p>\n<p>Remember if you are convicted of aggressive driving, your license could be suspended for ten days or for as long as six months.</p>\n<h3>Distracted Driving</h3>\n<p>Driving requires your full attention. There are many distractions that may prevent drivers from focusing on driving: changing the radio or CD, talking to passengers, observing outside surroundings, eating, using a cell phone and more. When on the road, drivers should not use cell phones, computers&nbsp; or other distracting devices except to report a crash or emergency. Before engaging in distracting behavior, pull over and stop the vehicle in a safe location.</p>\n<p>&nbsp;</p>\n<p>Virginia law prohibits drivers under age 18 from using cell phones&nbsp; or any other wireless communication device while driving except in a driver emergency and the vehicle is lawfully parked or stopped. <strong>Text messaging or reading of text messages while driving is illegal for all drivers.</strong></p>\n<p>&nbsp;</p>\n<p>Annually, driver distraction accounts for roughly 20 percent of all traffic crashes in Virginia. Why is distracted driving so deadly? Because while the driver is distracted, the vehicle may move into a high risk situation. The driver then loses precious seconds before recognizing the situation and must make an emergency maneuver.&nbsp; Young distracted drivers are even more susceptible. Failure to maintain proper control, following too closely, and not yielding the right-of-way are common&nbsp; actions of young distracted drivers. Inexperience in handling or controlling a vehicle during an emergency situation combined&nbsp; with distracted driving (cell phone&nbsp; use, other passengers, eyes not on the road, etc.) puts them at greater risk of a crash.</p>\n<p>&nbsp;</p>\n<p><strong>Don't let this happen to you. </strong>Take the following precautions.</p>\n<ul>\n<li>Concentrate.</li>\n<li>Keep your eyes on the road and your hands on the wheel at all times. Also, keep your body alert; sit straight, but relaxed. Look in the direction that you want to go.</li>\n<li>Set or adjust the controls on the vehicle and other devices as soon as you get in the car and before you begin driving.</li>\n<li>Do not use a cell phone.</li>\n<li>Anticipate the traffic and environment around you by searching ahead and checking your rearview mirrors often.</li>\n<li>Maintain a space cushion around your vehicle. Make sure there is enough room ahead of your vehicle and behind it.</li>\n</ul>\n<h3>Drowsy Driving</h3>\n<p>Constant yawning, head nodding, heavy eyelids, difficulty remembering the last few miles driven, missing road signs or exits, unplanned lane changes, driving off the road or hitting rumble strips are all signs of drowsy driving. Driving while you are sleepy increases your crash risk as you struggle to process complex information coming from different places at once. You may make careless driving decisions, have trouble paying attention or actually fall asleep while driving.</p>\n<p>&nbsp;</p>\n<p>To avoid drowsy driving:</p>\n<ul>\n<li>Get plenty of quality sleep before a trip.</li>\n<li>Avoid alcoholic beverages and heavy foods.</li>\n<li>Beware of medications that can impair your driving ability.</li>\n<li>Limit long distance driving. Stop at least every two hours for rest.</li>\n<li>Stop at a safe place and take a nap. As little as 10 to 20 minutes of sleep can make a big difference.</li>\n<li>If possible, drive with a companion and switch drivers when necessary. Always let a well-rested person drive.</li>\n<li>\n<p>Avoid driving from 10 p.m. to 6 a.m.</p>\n</li>\n</ul>\n<p>Rolling down a window, chewing gum, turning up the radio, or consuming caffeine, energy drinks or other stimulants do not prevent drowsy driving and are not reliable methods for staying awake. Drowsy driving is a type of impaired driving and puts the driver and everyone else on the roadway at risk for harm. If you observe a drowsy driver, find a safe place to stop or ask a passenger to call law enforcement. Be able to describe the location, vehicle and actions you observed.</p>\n<h3>Drinking and Driving</h3>\n<p>Legally, drivers age 21 or older are considered&nbsp; to be <strong>driving under the influence (DUI)</strong> if your blood alcohol content (BAC) is .08 percent or higher. If your driving is impaired, you can be convicted of driving under the influence with a BAC lower than .08 percent.&nbsp; If under age 21, you can be convicted of illegal consumption of alcohol if your BAC is at least .02 but less than .08. If your BAC is .08 or higher you could be convicted of a DUI. If your driving is impaired because you are under the influence of any drug, you may face the same penalties as driving under the influence of alcohol.</p>\n<p>&nbsp;</p>\n<p>Researchers estimate that <strong>between the hours of 10 p.m. and 2 a.m. three out of every ten drivers are drunk.</strong> More than one-third of these drivers have been drinking at someone else's home. Nearly 50 percent&nbsp; of the drivers arrested for DUI are social to moderate drinkers. Don't think that it won't happen to you. In your lifetime, there's&nbsp; a 50-50 chance that you'll be involved in an alcohol-related&nbsp; crash.</p>\n<p>&nbsp;</p>\n<p><strong>Just one alcoholic drink</strong> can affect your driving ability because even a small amount of alcohol affects the brain's functions - particularly vision, judgment, and coordination.</p>\n<p>&nbsp;</p>\n<p><strong>Because alcohol affects your judgment and driving ability,</strong> your chances of being in a crash are seven times greater if you drive after drinking than if you drive sober.</p>\n<p>&nbsp;</p>\n<p><strong>Twelve ounces</strong> of beer is the same as a shot of liquor or a five-ounce glass of wine.</p>\n<p>&nbsp;</p>\n<p><strong>Only time</strong> can decrease intoxication. Coffee, cold showers or exercise will not sober you up.</p>\n<p>&nbsp;</p>\n<p><strong>Alcohol-related crashes are not accidents. They can be prevented!</strong> The only way to avoid the risks of drinking and driving is to decide before you start drinking that you are not going to drive. Remember, alcohol affects judgment. Making the decision not to drive is a lot more difficult after one or two drinks.</p>\n<p>&nbsp;</p>\n<p><strong>Drive to social events in groups</strong> of two or more and have the driver agree not to drink.</p>\n<p>&nbsp;</p>\n<p><strong>Combining alcohol with other drugs usually multiplies the effects of both</strong> and can have a disastrous effect on your ability to drive. One drink taken when you are on another drug - even an aspirin, or allergy or cold medicine - could have the same effect on your driving ability as drinking several alcoholic beverages.</p>\n<p>&nbsp;</p>\n<p>Almost any drug can reduce your ability to drive safely. It's not just illegal drugs that cause problems. Many over-the-counter medications and prescription drugs for headaches, hay fever, colds, allergies or nervous conditions can cause drowsiness and dizziness. This includes syrups, drops, sprays, pills and tablets. They often affect driver alertness and slow reaction time.</p>\n<p>&nbsp;</p>\n<p>Read the label before taking any drug or medicine. Look for warnings about side effects. If you're uncertain about the effects of a drug, ask your pharmacist or doctor for advice. Remember that, while the effects may vary among users, no drug is harmless.</p>\n<p>&nbsp;</p>\n<h2>Traffic Crashes</h2>\n<p>If you are involved in a traffic crash, you must:</p>\n<ul>\n<li><strong>stop</strong> at the scene of the crash or as close to the scene as possible without blocking traffic. You may move the vehicles before the police arrive if the vehicles create a traffic hazard.</li>\n<li><strong>give any help</strong> you can if someone is injured. Do not attempt to move an injured person from a wrecked vehicle unless you have the necessary medical training or there is an immediate danger such as fire.</li>\n<li><strong>report the crash</strong> to the police as quickly as possible. Motor vehicle crashes involving property damage, personal injury or death must be reported to the police.</li>\n<li><strong>exchange information</strong> with other people involved in the crash as soon as possible. Be sure to get the following information:</li>\n<ul>\n<li>name, address and driver's license number of other drivers</li>\n<li>license plate numbers of other vehicles</li>\n<li>name and address of anyone who was injured</li>\n<li>name and address of each witness</li>\n<li>name, address and insurance policy number of other vehicle owners</li>\n</ul>\n<li><strong>notify</strong> your insurance company immediately.</li>\n</ul>\n<p>Law enforcement officers are required to forward a written crash report to DMV when a traffic crash results in injury or the death of any person or total property damage is in excess of $1,500. All crash information will be recorded on the DMV records of each driver involved in the crash.</p>\n<p>&nbsp;</p>\n<p>You must make a reasonable effort to find the owner of an unattended vehicle or other property damaged in a crash. If you cannot locate anyone, leave a note that can be found easily at the scene of the crash. Include your name, telephone number, the date and time of the crash, and a description of the damage. You must also report the crash to the police within 24 hours.</p>\n<h2>Deer Hazards</h2>\n<p>Thousands of deer-vehicle&nbsp; crashes take place in Virginia each year, resulting in fatalities, injuries and costly vehicle damage. To avoid hitting a deer:</p>\n<ul>\n<li>Be alert at dusk and dawn especially in the fall.</li>\n<li>Slow down if you see a deer near or crossing the road. Deer frequently travel in groups; there are likely more deer nearby.</li>\n<li>Use the horn to scare deer away.</li>\n<li>If a collision with a deer or other animal is unavoidable, do not swerve. Brake firmly, stay in your lane, and come to a controlled stop.</li>\n</ul>\n<p>If you hit a deer, report it to law enforcement.</p>\n<p>&nbsp;</p>\n<h2>Traffic Stops</h2>\n<p>If you are stopped by a police officer:</p>\n<ul>\n<li>Remain calm.</li>\n<li>Pull your vehicle to the side of the road in a safe location and park.</li>\n<li>Turn on your flashers.</li>\n<li>If you are pulled over at night, turn on your&nbsp; vehicle's interior lights.</li>\n<li>Turn off your engine, radio and any other device that could block communication with the officer.</li>\n<li>Roll down your window so that you can communicate with the officer. An officer may approach your vehicle on the driver or passenger side for safety reasons.</li>\n<li>Keep your safety belt fastened and ask your passengers to keep their belts fastened.</li>\n<li>Stay in your vehicle. Do not get out unless the officer asks you to.</li>\n<li>Keep your hands in plain view, preferably on the steering wheel. Ask your passengers to keep their hands in plain view also.</li>\n<li>Do not make any movement that will make the officer think you are hiding or reaching for something.</li>\n<li>Carry proper identification: a valid driver&rsquo;s license, proof of vehicle registration and proof of insurance. If the officer asks for these documents, tell him where they&nbsp; are and reach for them slowly, keeping one hand on the steering wheel.</li>\n<li>If the officer is driving an unmarked car or is not in uniform, you may ask to see his or her identification.</li>\n<li>Answer the officer&rsquo;s questions fully and clearly. If you disagree with the officer, do not discuss your point of view at the time. You will have your chance to make your case in court.</li>\n<li>If the officer issues you a citation, do not argue with the officer about the citation. You will have your chance to make your case when you go to court.</li>\n<li>You will be asked to sign the citation. Sign the citation; this is not an admission of guilt. Refusal to sign the citation may result in your arrest. Or, you may be required to go to the police station.</li>\n</ul>","id":"54fb1fd22299d67b55f5091a","section":"3","subSectionID":"8","subSectionTitle":"Dangerous Driving Behaviors","update":"Wed Sep 07 2016 15:09:50 GMT+0000 (Coordinated Universal Time)","sections":[],"noQuiz":[],"manual":{"code":"1","description":"Driver's Manual"}}]
